{
  "name": "Second Sunday of Advent",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "advent",
  "sourceName": "maternal-heart",
  "seasonSortKey": 2,
  "sourceLink": "http://www.maternalheart.org/propers/Advent/2%20Second%20Sunday%20of%20Advent/2advent.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "POPULUS Sion, ecce Dóminus véniet ad salvándas gentes: et audítam fáciet Dóminus glóriam vocis suæ in lætítia cordis vestri. Ps. 79. 2. Qui regis Israel, inténde: qui dedúcis, velut ovem, Joseph. V. Glória Patri."
        },
        {
          "lang": "en",
          "content": "People of Sion, behold the Lord shall come to save the nations: and the Lord shall make the glory of His voice to be heard, in the joy of your heart. Ps. Give ear, O Thou that rulest Israel: Thou that leadest Joseph like a sheep. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 30. 30",
      "type": "introit"
    },


    {
      "text": [
        {
          "lang": "la",
          "content": "EXCITA, Dómine, corda nostra ad præparándas Unigéniti tui vias: ut per ejus advéntum, purificátis tibi méntibus servíre mereámur. Qui tecum vivit et regnat."
        },
        {
          "lang": "en",
          "content": "Stir up our hearts, O Lord, to prepare the ways of Thine only-begotten Son; that through His coming we may attain to serve Thee with purified minds. Who with Thee liveth and reigneth."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Quæcúmque scripta sunt, ad nostram doctrínam scripta sunt: ut per patiéntiam et consolatiónem Scripturárum spem habeámus. Deus autem patiéntiæ et solátii, det vobis idípsum sápere in altérutrum secúndum Jesum Christum: ut unánimes, uno ore honorificétis Deum et Patrem Dómini nostri Jesu Christi. Propter quod suscípite ínvicem, sicut et Christus suscépit vos in honórem Dei. Dico enim Christum Jesum minístrum fuísse circumcisiónis propter veritátem Dei, ad confírmándas promissiónes patrum: gentes autem super misericórdia honoráre Deum, sicut scriptum est: Proptérea confitébor tibi in géntibus, Dómine, et nómini tuo cantábo. Et íterum dicit: Lætámini gentes cum plebe ejus. Et íterum: Laudáte omnes gentes Dóminum: et magnificáte eum omnes pópuli. Et rursus Isaías ait: Erit radix Jesse, et qui exsúrget régere gentes, in eum gentes sperábunt. Deus autem spei répleat vos omni gáudio et pace in credéndo: ut abundétis in spe et virtúte Spíritus Sancti."
        },
        {
          "lang": "en",
          "content": "Brethren, What things soever were written, were written for our learning: that, through patience and the comfort of the Scriptures, we might have hope. Now the God of patience and of comfort grant you to be of one mind one towards another, according to Jesus Christ; that with one mind and with one mouth you may glorify God and the Father of our Lord Jesus Christ. Wherefore receive one another, as Christ also hath received you unto the honour of God. For I say that Christ Jesus was minister of the circumcision for the truth of God, to confirm the promises made unto the fathers but that the Gentiles are to glorify God for His mercy, as it is written: Therefore will I confess to Thee, O Lord, among the Gentiles and will sing to Thy name. And again He saith: Rejoice, ye Gentiles, with His people. And again: Praise the Lord, all ye Gentiles; and magnify Him, all ye people. And again, Isaias saith: There shall be a root of Jesse; and He that shall rise up to rule the Gentiles, in Him the Gentiles shall hope. Now the God of hope fill you with all joy and peace in believing: that you may abound in hope, and in the power of the Holy Ghost."
        }
      ],
      "citation": "Romans 15. 4-13",
      "type": "epistle"
    },

    {
      "text": [
        {
          "lang": "la",
          "content": "EX Sion spécies decóris ejus: Deus maniféste véniet. V. Congregáte illi sanctos ejus, qui ordinavérunt testaméntum ejus super sacrifícia."
        },
        {
          "lang": "en",
          "content": "Out of Sion the loveliness of His beauty: God shall come manifestly. V. Gather ye together His saints to Him, who have set His covenant before sacrifices."
        }
      ],
      "citation": "Psalm 49. 2-3, 5",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Lætátus sum in his, quæ dicta sunt mihi: in domum Dómini íbimus. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. I rejoiced at the things that were said to me: We shall go into the house of the Lord. Alleluia."
        }
      ],
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Cum audísset Joánnes in vínculis ópera Christi, mittens duos de discípulis suis, ait illi: Tu es, qui ventúrus es, an álium exspectámus? Et respóndens Jesus, ait illis: Eúntes renuntiáte Joánni quæ audístis et vidístis. Cæci vident, claudi ámbulant, leprósi mundántur, surdi áudiunt, mórtui resúrgunt, páuperes evangelizántur: et beátus est qui non fúerit scandalizátus in me. Illis autem abeúntibus, cœpit Jesus dícere ad turbas de Joánne: Quid exístis in desértum vidére? arúndinem vento agitátam? Sed quid exístis vidére? hóminem móllibus vestítum? Ecce qui móllibus vestiúntur, in dómibus regum sunt. Sed quid exístis vidére? prophétam? Etiam dico vobis, et plus quam prophétam. Hic est enim, de quo scriptum est: Ecce ego mitto ángelum meum ante fáciem tuam, qui præparábit viam tuam ante te."
        },
        {
          "lang": "en",
          "content": "At that time, when John had heard in prison the works of Christ, sending two of his disciples, he said to Him: Art thou He that art to come, or look we for another? And Jesus making answer, said to them: Go and relate to John what you have heard and seen. The blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead rise again, the poor have the gospel preached to them: and blessed is he that shall not be scandalised in Me. And when they went their way, Jesus began to say to the multitudes concerning John: What went you out into the desert to see? A reed shaken with the wind? But what went you out to see? A man clothed in soft garments? Behold they that are clothed in soft garments are in the houses of kings. But what went you out to see? A prophet? Yea I tell you, and more than a prophet. For this is he of whom it is written: Behold I send My angel before Thy face, who shall prepare Thy way before Thee."
        }
      ],
      "citation": "Matthew 11. 2-10",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, tu convérsus vivificábis nos, et plebs tua lætábitur in te: osténde nobis, Dómine, misericórdiam tuam, et salutáre tuum da nobis."
        },
        {
          "lang": "en",
          "content": "Thou wilt turn, O God, and bring us to life, and Thy people shall rejoice in Thee: show us, O Lord, Thy mercy, and grant us Thy salvation."
        }
      ],
      "citation": "Psalm 84. 7-8",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PLACÁRE, qu ǽsumus, Dómine, humilitátis nostræ précibus et hóstiis: et ubi nulla súppetunt suffrágia meritórum, tuis nobis succúrre præsídiis. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Be appeased, we beseech Thee, O Lord, by the prayers and offerings of our humility: and where we have no merits to plead for us, do Thou help us with Thine aid. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, ever-lasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of The Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "JERÚSALEM, surge, et sta in excélso, et vide jucunditátem, quæ véniet tibi a Deo tuo."
        },
        {
          "lang": "en",
          "content": "Arise, O Jerusalem, and stand on high, and behold the joy that cometh to thee from thy God."
        }
      ],
      "citation": "Bar. 5. 5; 4. 36",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "REPLÉTI cibo spirituális alimóniæ, súpplices te, Dómine, deprecámur: ut hujus participatióne mystérii, dóceas nos terréna despicere et amáre cæléstia. Per Dóminum nostrum"
        },
        {
          "lang": "en",
          "content": "Filled with the food of this spiritual nourishment, we suppliantly entreat Thee, O Lord, that through our participation in this Mystery Thou wouldst teach us to despise earthly things and to love heavenly ones. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
