{
  "name": "15th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 15,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%2015/Pentecost%2015.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "INCLINA, Dómine, aurem tuam ad me, et exáudi me: salvum, fac servum tuum, Deus meus, sperántem in te: miserére mihi, Dómine, quóniam ad te clamávi tota die. Ps. 85. 4. Lætífica ánimam servi tui: quia ad te, Dómine, ánimam meam levávi. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "Incline Thine ear, O Lord, to me and hear me: save Thy servant, O my God, that trusteth in Thee: have mercy on me, O Lord, for I have cried to Thee all day. Ps. Give joy to the soul of Thy servant; for to Thee, O Lord, I have lifted up my soul. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 85. 1, 2-3",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ECCLÉSIAM tuam, Dómine, miserátio continuáta mundet et múniat: et quia sine te non potest salva consístere; tuo semper múnere gubernétur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Let Thy continual pity cleanse and defend Thy Church, we beseech Thee, O Lord; and because it cannot continue in safety without Thee, govern it evermore by Thy help. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Si spíritu vívimus, spíritu et ambulémus. Non efficiámur inánis glóriæ cúpidi, ínvicem provocántes, ínvicem invidéntes. Fratres, et si præoccupátus fúerit homo in áliquo delícto, vos, qui spirituáles estis, hujúsmodi instrúite in spiritu lenitátis, consíderans teípsum, ne et tu tentéris. Alter altérius ónera portáte, et sic adimplébitis legem Christi. Nam si quis exístimat se áliquid esse cum nihil sit, ipse se sedúcit. Opus autem suum probet unusquísque, et sic in semetípso tantum glóriam habébit, et non in áltero. Unusquísque enim onus suum portábit. Commúnicet autem is, qui catechizátur verbo, ei, qui se catechízatur, in ómnibus bonis. Nolíte erráre: Deus non irridétur. Quæ enim semináverit homo, haec et metet. Quóniam qui séminat in carne sua, de carne et metet corruptiónem: qui autem séminat in spíritu, de spíritu metet vitam ætérnam. Bonum autem faciéntes, non deficiámus: témpore enim suo metémus, non deficiéntes. Ergo dum tempus habémus, operémur bonum ad omnes, máxime autem ad domésticos fídei."
        },
        {
          "lang": "en",
          "content": "Brethren: If we live in the Spirit, let us also walk in the Spirit. Let us not be made de- sirous of vainglory, provoking one an- other, envying one another. Brethren, and if a man be overtaken in any fault, you, who are spiritual, instruct such a one in the spirit of meekness, considering thyself, lest thou also be tempted. Bear ye one an- other’s burdens, and so you shall fulfil the law of Christ. For if any man think himself to be something, whereas he is nothing, he deceiveth himself. But let everyone prove his own work, and so he shall have glory in himself only, and not in another. For every one shall bear his own burden. And let him that is instructed in the word, com- municate to him that instructeth him, in all good things. Be not deceived: God is not mocked; for what things a man shall sow, those also shall he reap. For he that soweth in his flesh, of the flesh also shall reap corruption: but he that soweth in the spirit, of the spirit shall reap life everlasting. And in doing good, let us not fail; for in due time we shall reap, not failing. Therefore, whilst we have time, let us work good to all men, but especially to those who are of the household of the faith."
        }
      ],
      "citation": "Galatians 5. 25-26; 6. 1-10",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "BONUM est confitéri Domino: et psállere nómini tuo, Altíssime. V. Ad annuntiándum mane misericórdiam tuam, et veritátem tuam per noctem."
        },
        {
          "lang": "en",
          "content": "It is good to give praise to the Lord; and to sing to Thy name, O Most High. V. To show forth Thy mercy in the morning, and Thy truth in the night."
        }
      ],
      "citation": "Psalm 91. 2-3",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Quóniam Deus magnus Dóminus, et Rex magnus super omnem terram. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. For the Lord is a great God, and a great King over all the earth. Alleluia."
        }
      ],
      "citation": "Psalm 94. 3",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Ibat Jesus in civitátem quæ vocátur Naïm: et ibant cum eo discípuli ejus et turba copiósa. Cum autem appropinquáret portæ civitátis, ecce defúnctus efferebátur fílius únicus matris suæ: et hæc vídua erat: et turba civitátis multa cum illa. Quam cum vidísset Dóminus, misericórdia motus super eam, dixit illi: Noli flere. Et accéssit et tétigit lóculum. (Hi autem qui portábant stetérunt.) Et ait: Adoléscens, tibi dico, surge. Et resédit qui erat mórtuus, et cœpit loqui. Et dedit illum matri suæ. Accépit autem omnes timor: et magnificábant Deum, dicéntes: Quia prophéta magnus surréxit in nobis: et quia Deus visitávit plebem suam."
        },
        {
          "lang": "en",
          "content": "At that time, Jesus went into a city called Naim; and there went with Him His disciples, and a great multitude. And when He came nigh to the city, behold a dead man was carried out, the only son of his mother, and she was a widow, and a great multitude of the city were with her. And when the Lord saw her, He had compassion on her, and said to her: Weep not. And He came near and touched the bier. And they that carried it stood still. And He said: Young man, I say to thee, Arise: and he that was dead sat up, and began to speak. And He delivered him to his mother. And there came a fear on them all: and they glorified God, saying: A great prophet is risen up amongst us, and God hath visited His people."
        }
      ],
      "citation": "Luke 7. 11-16",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "EXSPÉCTANS exspectávi Dóminum, et respéxit me: et exaudívit deprecatiónem meam: et immísit in os meum cánticum novum, hymnum Deo nostro."
        },
        {
          "lang": "en",
          "content": "With expectation I have waited for the Lord, and He had regard to me; and he heard my prayer, and He put a new canticle into my mouth, a song to our God."
        }
      ],
      "citation": "Psalm 39. 2, 3, 4",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "TUA nos, Dómine, sacraménta custódiant: et contra diabólicos semper tueántur incúrsus. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May Thy Sacraments, O Lord, be our safeguard, and ever defend us against the attacks of the evil one. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, nos tibi semper et ubique grátias ágere, Dómine sancte, Pater omnípotens, ætérne Deus: Qui cum unigénito Fílio tuo, et Spíritu Sancto, unus es Deus, unus es Dóminus: non in unius singularitáte persónæ, sed in unius Trinitáte substántiæ. Quod enim de tua glória, revelánte te, crédimus, hoc de Fílio tuo, hoc de Spiritu Sancto, sine differéntia discretiónis sentímus. Ut in confessióne veræ, sempiternæque Deitátis, et in persónis propríetas et in esséntia únitas, et in majestáte adorétur æquálitas. Quam laudant Angelí, atque Archángeli, Chérubim quoque ac Séraphim: qui non cessant clamáre quotidíe, una voce dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks to Thee, holy Lord, Father almighty, eternal God: Who, together with Thine only-begotten Son and the Holy Ghost, art one God, one Lord: not in the Oneness of a single Person, but in the Trinity of one substance. For what by Thy revelation we believe of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation; so that in confessing the true and eternal Godhead, in It we should adore distinction in persons, unity in Essence, and equality in Majesty: in praise of which Angels and Archangels, Cherubim also and Seraphim day and night exclaim, without end and with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PANIS quem ego dédero, caro mea est pro sǽculi vita."
        },
        {
          "lang": "en",
          "content": "The bread that I will give is My flesh for the life of the world."
        }
      ],
      "citation": "John 6. 52",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MENTES nostras et córpora possídeat, quǽsumus, Dómine, doni cæléstis operátio: ut non noster sensus in nobis, sed júgiter ejus prævéniat efféctus. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "In soul and in body, O Lord, may we be ruled by the operation of this heavenly gift; that the graces flowing therefrom, and not the impulses of nature, may inspire all our actions. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
