{
  "name": "17th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 17,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%2017/Pentecost%2017.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "JUSTUS es, Dómine, et rectum judícium tuum: fac cum servo tuo secúndum misericórdiam tuam. Ps. 118. 1. Beáti immaculáti in via: qui ámbulant in lege Dómini. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "Thou art just, O Lord, and Thy judgment is right; deal with Thy servant according to Thy mercy. Ps. Blessed are the undefiled in the way: who walk in the law of the Lord. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 118.137,124",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DA, quǽsumus, Dómine, pópulo tuo diabólica vitáre contágia: et te solum Deum pura mente sectári. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant, O Lord, unto Thy people grace to avoid all contact with the devil, and with pure minds to follow Thee, the only God. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Obsecro vos ego vinctus in Dómino, ut digne ambulétis vocatióne, qua vocáti estis, cum omni humilitate et mansuetúdine, cum patiéntia, supportántes ínvicem in caritáte, sollíciti serváre unitátem spíritus in vínculo pacis. Unum corpus et unus spíritus, sicut vocáti estis in una spe vocatiónis vestræ. Unus Dóminus, una fides, unum baptísma. Unus Deus et Pater ómnium, qui est super omnes, et per ómnia, et in ómnibus nobis. Qui est benedíctus in sǽcula saeculorum. Amen."
        },
        {
          "lang": "en",
          "content": "Brethren: I, a prisoner of the Lord, beseech you that you walk worthy of the vocation in which you are called. With all humility and mildness, with patience, supporting one another in charity, careful to keep the unity of the Spirit in the bond of peace. One body and one spirit, as you are called in one hope of your calling. One Lord, one faith, one baptism. One God and Father of all, who is above all, and through all, and in us all, who is blessed for ever and ever. Amen."
        }
      ],
      "citation": "Ephesians 4. 1-6",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "BEÁTA gens, cujus est Dóminus Deus eórum: pópulus, quem elégit Dóminus in hereditátem sibi. V. Verbo Dómini cæli firmáti sunt: et spíritu oris ejus omnis virtus eórum."
        },
        {
          "lang": "en",
          "content": "Blessed is the nation whose God is the Lord: the people whom He hath chosen for His inheritance. V. By the word of the Lord the heavens were established; and all the power of them by the spirit of His mouth."
        }
      ],
      "citation": "Psalm 32. 12, 6",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Dómine, exáudi oratiónem meam, et clamor meus ad te pervéniat. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. O Lord, hear my prayer; and let my cry come to Thee. Alleluia."
        }
      ],
      "citation": "Psalm 101. 2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Accessérunt ad Jesum pharis ǽi: et interrogávit eum unus ex eis legis doctor, tentans eum: Magíster, quod est mandátum magnum in lege? Ait illi Jesus: Díliges Dóminum Deum tuum, ex toto corde tuo, et in tota ánima tua, et in tota mente tua. Hoc est máximum et primum mandátum. Secúndum autem símile est huic: Díliges próximum tuum, sicut teípsum. In his duóbus mandátis univérsa lex pendet et prophétæ. Congregátis autem pharis ǽis, interrogávit eos Jesus, dicens: Quid vobis vidétur de Christo? cujus fílius est? Dicunt ei: David. Ait illis: Quómodo ergo David in spíritu vocat eum Dóminum, dicens: Dixit Dóminus Domino meo: sede a dextris meis, donec ponam inimícos tuos scabéllum pedum tuórum? Si ergo David vocat eum Dóminum, quómodo fílius ejus est? Et nemo póterat ei respondére verbum: neque ausus fuit quisquam ex illa die eum ámplius interrogáre."
        },
        {
          "lang": "en",
          "content": "At that time the Pharisees came to Jesus, and one of them, a doctor of the law, asked Him, tempting Him: Master, which is the great commandment of the law? Jesus said to him: Thou shalt love the Lord thy God with thy whole heart, and with thy whole soul and with thy whole mind. This is the greatest and the first commandment. And the second is like to this: Thou shalt love thy neighbour as thyself. On these two commandments dependeth the whole law and the prophets. And the Pharisees being gathered together, Jesus asked them, saying: What think you of Christ, whose son is He? They say to Him: David’s. He saith to them: How then doth David, in spirit, call Him Lord, saying: The Lord said to my Lord: Sit on my right hand until I make Thy enemies Thy footstool? If David then call Him Lord, how is He his son? And no man was able to answer Him a word; neither durst any man, from that day forth, ask Him any more questions."
        }
      ],
      "citation": "Matthew 22. 34-46",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ORÁVI Deum meum ego Dániel, dicens: Exáudi, Dómine, preces servi tui: illúmina fáciem tuam super sanctuárium tuum: et propítius inténde pópulum istum, super quem invocátum est nomen tuum, Deus."
        },
        {
          "lang": "en",
          "content": "I, Daniel, prayed to my God, saying: Hear, O Lord, the prayers of Thy servant; show Thy face upon Thy sanctuary, and favourably look down upon this people upon whom Thy name is invoked, O God."
        }
      ],
      "citation": "Daniel 9. 4, 17, 18, 19",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MAJESTÁTEM tuam, Dómine, supplíciter deprecámur: ut hæc sancta, quæ gérimus, et a prætéritis nos delíctis éxuant et futúris. Per Dominum."
        },
        {
          "lang": "en",
          "content": "We humbly implore Thy majesty, O Lord, that the holy mysteries we are celebrating, may free us both from past sins and future transgressions. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, nos tibi semper et ubique grátias ágere, Dómine sancte, Pater omnípotens, ætérne Deus: Qui cum unigénito Fílio tuo, et Spíritu Sancto, unus es Deus, unus es Dóminus: non in unius singularitáte persónæ, sed in unius Trinitáte substántiæ. Quod enim de tua glória, revelánte te, crédimus, hoc de Fílio tuo, hoc de Spiritu Sancto, sine differéntia discretiónis sentímus. Ut in confessióne veræ, sempiternæque Deitátis, et in persónis propríetas et in esséntia únitas, et in majestáte adorétur æquálitas. Quam laudant Angelí, atque Archángeli, Chérubim quoque ac Séraphim: qui non cessant clamáre quotidíe, una voce dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks to Thee, holy Lord, Father almighty, eternal God: Who, together with Thine only-begotten Son and the Holy Ghost, art one God, one Lord: not in the Oneness of a single Person, but in the Trinity of one substance. For what by Thy revelation we believe of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation; so that in confessing the true and eternal Godhead, in It we should adore distinction in persons, unity in Essence, and equality in Majesty: in praise of which Angels and Archangels, Cherubim also and Seraphim day and night exclaim, without end and with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VOVÉTE, et réddite Dómino Deo vestro omnes, qui in circúitu ejus affértis múnera: terríbili et ei qui aufert spíritum príncipum: terríbili apud omnes reges terræ."
        },
        {
          "lang": "en",
          "content": "Vow ye, and pray to the Lord your God, all you that round about Him bring presents: to Him that is terrible, even to Him who taketh away the spirit of princes; to the terrible with all the kings of the earth."
        }
      ],
      "citation": "Psalm 75. 12, 13",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SANCTIFICATIÓNIBUS tuis, omnípotens Deus, et vítia nostra curéntur, et remédia nobis ætérna provéniant. Per Dominum nostrum."
        },
        {
          "lang": "en",
          "content": "By the grace of Thy sacraments, almighty God, may our passions be subdued and our eternal salvation assured. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
