{
  "name": "18th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 18,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%2018/Pentecost%2018.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DA pacem, Dómine, sustinéntibus te, ut prophétæ tui fideles inveniéntur exáudi preces servi tui et plebis tuæ Israël. Ps. 121: 1. Lætátus sum in his, quæ dicta sunt mihi: in domum Dómini ibimus. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "Give peace, O Lord, to them that patiently wait for Thee, that Thy prophets may be found faithful: hear the prayers of Thy servant, and of Thy people Israel. Ps. I rejoiced at the things that were said to me: we shall go into the house of the Lord. V. Glory be to the Father."
        }
      ],
      "citation": "Eccles 36.18",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DÍRIGAT corda nostra, quæsumus Dómine, tuæ miseratiónis operátio: quia tibi sine te placére non póssumus. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Let the exercise of Thy compassion, we beseech Thee, O Lord, direct out hearts: for without Thee we are not able to please Thee. Through the same Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES, Grátias ago Deo meo semper pro vobis in grátia Dei, quæ data est vobis in Christo Jesu: quod in ómnibus dívites facti estis in illo, in omni verbo, et in omni sciéntia: sicut testimónium Christi confirmátum est in vobis: ita ut nihil vobis desit in ulla grátia, exspectántibus revelatiónem Dómini nostri Jesu Christi, qui et confirmábit vos usque in finem sine crímine, in die advéntus Dómini nostri Jesu Christi."
        },
        {
          "lang": "en",
          "content": "Brethren, I give thanks to my God always for you, for the grace of God that is given you in Jesus Christ, that in all things you are made rich in Him in all utterance and in all knowledge, as the testimony of Christ was confirmed to you so that nothing is wanting to you in my grace, waiting for the manifestation of our Lord Jesus Christ, Who will also confirm you into the end without crime, in the day of the coming of our Lord Jesus Christ."
        }
      ],
      "citation": "Corinthians 1: 4-8",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LÆTÁTUS sum in his, quæ dicta sunt mihi: in domum Dómini ibimus. V. Fiat pax in virtúte tua et abundántia in túrrìbus tuis."
        },
        {
          "lang": "en",
          "content": "I rejoiced at the things that were said to me: We shall go into the house of the Lord. V. Let peace be in thy strength, and abundance in the towers."
        }
      ],
      "citation": "Ps 121. 1,7",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Timébunt gentes nomen tuum, Dómine: et omnes reges terræ glórìam tuam. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. The Gentiles shall fear Thy Name, O Lord: and all the kings of the earth Thy glory. Alleluia."
        }
      ],
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Ascéndens Jesus in navículam, transfretávit, et venit in civitátem suam. Et ecce offerébant ei paralýticum jacéntem in lecto. Et videns Jesus fidem illorum, dixit paralýtico: Confíde, fili, remittúntur tibi peccáta tua. Et ecce quidam de scribis dixérunt intra se: Hic blasphémat. Et cum vidísset Jesus cogitatiónes eórum, dixit: Ut quid cogitátis mala in córdibus vestris? Quid est facílius, dícere: Dimittúntur tibi peccáta tua: an dícere: Surge, et ámbula? Ut autem sciátis, quia Fílius hóminis habet potestátem in terra dimitténdi peccáta, tunc ait paralýtico: Surge, tolle lectum tuum, et vade in domum tuam. Et surréxit et ábiit in domum suam. Vidéntes autem turbæ timuérunt et glorificavérunt Deum, qui dedit potestátem talem homínibus."
        },
        {
          "lang": "en",
          "content": "At that time, Jesus entering into a boat, passed over the water and came into His own city. And behold they brought Him one sick of the palsy lying in a bed: and Jesus seeing their faith, said to the man sick of the palsy: Be of good heart, son, thy sins are forgiven thee. And behold some of the scribes said within themselves: He blasphemeth. And Jesus seeing their thoughts said: Why do you think evil in your hearts? whether is it easier to say: Thy sins are forgiven thee; or to say: Arise and walk? But that you may know that the Son of man hath power on earth to forgive sins (then said He to the man sick of the palsy): Arise, take up thy bed, and go into thy house. And he arose, and went into his house. And the multitude seeing it, feared, and glorified God who had given such power to men."
        }
      ],
      "citation": "Matthew 9. 1,8",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SANCTIFICÁVIT Móyses altáre Dómino, ófferens super illud holocáusta, et ímmolans víctimas: fecit sacrifícium vespertínum in odórem suavitátis Dómino Deo, in conspéctu fíliórum Israël."
        },
        {
          "lang": "en",
          "content": "Moses consecrated an altar to the Lord, offering upon it holocausts, and sacrificing victims: he made an evening sacrifice to the Lord God for an odour of sweetness, in the sight of the children of Israel."
        }
      ],
      "citation": "Ex. 24. 4, 5",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui nos, per hujus sacrifícii veneránda commércia, uníus summæ divinitátis partícipes éfficis: præsta, quǽsumus: ut, sicut tuam cognósci mus veritátem, sic eam dig nis móribus assequámur. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "O God who, through the venerable intercourse of this sacrifice dost make us partakers of the one supreme Godhead: grant, we beseech Thee, that having come to the knowledge of Thy truth, we may obtain it by worthy lives. Through the same Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutare, nos tibi semper, et ubique gratias agere: Domine sancte, Pater omnipotens, æterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personæ, sed in unius Trinitæ substantiæ. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernæque Deitatis, et in personis proprietas, et in essentia unitas, et in majestate adoretur æqualitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "TÓLLITE hóstias, et introíte in átria ejus: adoráte Dóminum in aula sancta ejus."
        },
        {
          "lang": "en",
          "content": "Bring up sacrifices, and come into His courts: adore ye the Lord in His holy court."
        }
      ],
      "citation": "Psalm 95, 8-9",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "GRÁTIAS tibi reférimus, Dómine, sacro múnere vegetáti, tuam misericórdiam deprecántes: ut dignos nos ejus participatióne perfícias. Per Dominum nostrum Jesum Christum."
        },
        {
          "lang": "en",
          "content": "We who are fed with Thy holy Gift, O Lord, do offer our thanks unto Thee: beseeching Thy mercy that Thou mayest make us worthy to share in it. Through the same Lord Jesus Christ."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
