{
  "name": "20th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 20,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%2020/Pentecost%2020.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "OMNIA, quæ fecisti nobis, Dómine, in vero judício fecístì, quia peccávimus tibi, et mandátis tuis non obedívimus: sed da glóriam nómini tuo, et fac nobíscum secúndum multitúdinem misericórdiæ tuæ. Ps. Beáti immaculáti in via: qui ámbulant in lege Dómini. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "All that Thou hast done to us, O Lord, Thou hast done in true judgment: because we have sinned against Thee, and we have not obeyed Thy commandments: but give glory to Thy Name, and deal with us according to the multitude of Thy mercy. Ps. Blessed are the undefiled in the way who walk in the law of the Lord. V. Glory be to the Father."
        }
      ],
      "citation": "Dan. 3: 31, 29, 35; Ps. 118: 1",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LARGÍRE, quæsumus Dómine, fidélibus tuis indulgéntiam placátus, et pacem: ut páriter ab ómnibus mundéntur offénsis, et secúra tibi mente desérviant. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "In Thy mercy, we beseech Thee, O Lord, grant to Thy faithful people pardon and peace, that they may be cleansed from all their sins and also serve Thee with a quiet mind. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Vidéte quomodo caute ambulétis: non quasi insipiéntes, sed ut sapiéntes: rediméntes tempus, quoniam dies, mali sunt. Proptérea nolíte fieri imprudéntes, sed intelligéntes quæ sit volúntas Dei. Et nolíte inebríari vino, in quo est luxúria, sed implémini Spíritu Sancto, loquéntes vobismetípsis in psalmis, et hymnis, et cáncticis spirituálibus, cantántes, et psalléntes in córdibus vestris Dómino, grátias agéntes semper pro ómnibus, in nómine Dómini nostri Jesu Christi Deo et Patri. Subjécti invícem in timóre Christi."
        },
        {
          "lang": "en",
          "content": "Brethren: See how you walk circumspectly, not as unwise, but as wise redeeming the time, because the days are evil. Wherefore, become not unwise, but understanding what is the will of God. And be not drunk with wine, wherein is luxury but be ye filled with the Holy Spirit, speaking to yourselves in psalms and hymns, and spiritual canticles, singing and making melody in your hearts to the Lord, giving thanks always for all things, in the Name of our Lord Jesus Christ, to God and the Father being subject one to another in the fear of Christ."
        }
      ],
      "citation": "Eph. 5: 15-21",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OCULI ómnium in te sperant, Dómine: et tu das illia escam in témpore opportúno. Aperis tu manum tuam, et imples omni ánimal benedictióne."
        },
        {
          "lang": "en",
          "content": "The eyes of all hope in Thee, O Lord and Thou givest them meat in due season. Thou openest Thy hand, and fillest every living creature with Thy blessing."
        }
      ],
      "citation": "Ps 144: 15-16",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. Parátum cor meum, Deus, parátum cor meum, cantábo, et psallam tibi, glória mea. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. My heart is ready, O God my heart is ready: I will sing, and will give praise to Thee, my glory. Alleluia."
        }
      ],
      "citation": "Ps. 107: 2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Erat quidam régulus, cujus fílius infirmabátur Caphárnaum. Hic cum audísset, quia Jesus adveníret a Judæa in Galilæam, ábiit ad eum: et rogábat eum ut descénderet et sanáret fílium ejus: incipiébat enim mori. Dixit ergo Jesus ad eum: Nisi signa, et prodígia vidéritis, non créditis. Dicit ad eum régulus: Dómine, descénde priúsquam moriétur fílius meus. Dicit ei Jesus: Vade fílius tuus vivit. Crédidit homo sermóni, quem dixit ei Jesus, et ibat. Jam autem eo descendéntem, servi occurrérunt eí, et nuntiavérunt dicéntes, quìa fílius ejus víveret. Interrogábat ergo horam ab eis, in qua mélius habúerit. Et dixérunt ei: Quia heri hora séptima reliquit eum febris. Cognóvit ergo pater, quia illa hora erat, in qua dixit ei Jesus: Fílius tuus vivit: et crédidit ipse, et domus ejus tota."
        },
        {
          "lang": "en",
          "content": "At that time, there was a certain ruler whose son was sick at Capharnaum. He having heard that Jesus was come from Judæa into Galilee, went to Him, and prayed Him to come down, and heal his son for he was at the point of death. Jesus therefore said to him: Unless you see signs and wonders, you believe not. The ruler saith to Him: Lord, come down before my son die. Jesus saith to him: Go on thy way, thy son liveth. The man believed the word which Jesus had said to him, and went his way. And as he was going down, his servants met him, and they brought word, saying that his son lived. He asked therefore of them the hour wherein he grew better. And they said to him: Yesterday at the seventh hour the fever left him. The father therefore knew that it was at the same hour that Jesus said to him: Thy son liveth and himself believed, and his whole house."
        }
      ],
      "citation": "John 4: 46-53",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SUPER flumina Babylónis illic sédimus, et flevimus, dum recordarémur tui, Sion."
        },
        {
          "lang": "en",
          "content": "Upon the rivers of Babylon there we sat, and wept; when we remembered thee, O Sion."
        }
      ],
      "citation": "Psalm 136: 1",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CÆLÉSTEM nobis præbeant hæc mysteria, quæsumus Dómine, medicí-nam: et vitia nostri cordis expúrgent. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May these mysteries, we beseech Thee, O Lord, provide us with a Heavenly remedy: and purge our hearts from their vices. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, æterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personæ, sed in unius Trinitæ substantiæ. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernæque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur æqualitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, ever-lasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MEMÉNTO verbi tui servo tuo, Dómíne, in quo mihí spem dedísti: hæc me consoláta est in humilitáte mea."
        },
        {
          "lang": "en",
          "content": "Be Thou mindful of Thy word to Thy servant, O Lord, in which Thou hast given me hope: this hath comforted me in my humiliation."
        }
      ],
      "citation": "Psalm 118: 49,58",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "UT sacris, Dómine, reddámur digni munéribus: fac nos, quæsumus, tuis semper obedíre mandátis. Per Dóminum nostrum Jesum Christum."
        },
        {
          "lang": "en",
          "content": "That we may be made worthy, O Lord, of these holy gifts: make us, we beseech Thee, ever to obey Thy commandments. Through the same Lord Jesus Christ."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
