{
  "name": "21st Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 21,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%2021/Pentecost%2021.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "IN voluntáte tua, Dómine, univérsa sunt pósita, et non est qui possit resístere voluntáti tuæ: tu enim fecísti ómnia, cœlium et terram, et univérsa quæ cœli ámbitu continéntur: Dóminus universórum tu es. Ps. 118: 1. Beáti immaculáti in via: qui ámbulant in lege Dómini. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "All things are in Thy will, O Lord; and there is none that can resist Thy will: for Thou hast made all things, heaven and earth, and all things that are under the cope of heaven: Thou art Lord of all. Ps. Blessed are the undefiled who walk in the way: who walk in the law of the Lord. Glory be to the Father."
        }
      ],
      "citation": "Esther 13: 9, 10, 11",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FAMÍLIAM tuam quæsumus, Dómine, contínua pietáte custódi: ut a cunctis adversitátibus, te protegénte, sit líbera: et in bonis áctibus tuo nómini sit devóta. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "O Lord, we beseech Thee, to keep Thy household in continual godliness that, through Thy protection, it may be free from all adversities, and devotedly given to serve Thee in good works to the glory of Thy Name. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Confortámini in Dómino, et in poténtia virtútis ejus. Indúite vos armatúram Dei, ut possítis stare advérsus insídias diáboli. Quóniam non est nobis colluctátio advérsus carnem et sánguinem: sed advérsus príncipes, et potestátes, advérsus mundi rectóres tenebrárum harum, contra spirituália nequítiæ, in cœléstibus. Proptérea accípite armatúram Dei, ut possítis resístere in die malo, et in ómnibus perfécti stare. State ergo succíncti lumbos vestros in veritáte, et indúti lorícam justítiæ, et calceáti pedes in præparatióne Evangéii pacis: in omnibus summéntes scutum fidei, in quo possítis ómnia tela nequíssimi ignea exstínguere: et gáleam salútís assúmite: et gládium spiritus, quod est verbum Dei."
        },
        {
          "lang": "en",
          "content": "Brethren: Be strengthened in the Lord, and in the might of His power. Put you on the armour of God, that you may be able to stand against the deceits of the devil. For our wrestling is not against flesh and blood, but against principalities and powers, against the rulers of the world of this darkness, against the spirits of wickedness in the high places. Therefore take unto you the armour of God, that you may be able to resist in the evil day, and to stand in all things perfect. Stand therefore having your loins girt about with truth, and having on the breastplate of justice, and your feet shod with the preparation of the gospel of peace in all things taking the shield of faith, wherewith you may be able to extinguish all the fiery darts of the most wicked one. And take unto you the helmet of salvation, and the sword of the Spirit, which is the word of God."
        }
      ],
      "citation": "Ephesians 6: 10-17",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DÓMINE, refùgium factus es nobis a generatióne et progénie. Priúsquam montes fíerent, aut formarétur terra et orbis: a sæculo, et usque in sæculum tu es Deus."
        },
        {
          "lang": "en",
          "content": "Thou hast been our refuge from generation to generation. Before the mountains were made, or the earth and the world was formed from eternity and to eternity Thou art God."
        }
      ],
      "citation": "Psalm 89: 1-2",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. In exitu Israël de Ægypto, domus Jacob de pópulo bárbaro. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. When Israel went out of Egypt, the house of Jacob from a barbarous people. Alleluia."
        }
      ],
      "citation": "Ps. 113: 1",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus discípulis suis parábolam hanc: Assimulátum est regnum cœlórum hóminí regi, qui vóluit ratiónem ponere cum servis suis. Et cum cœpisset ratiónem pónere, oblátus est ei unus, qui debébat ei decem míllia talénta. Cum autem non habéret unde rédderet, jussit eum dóminus ejus venúmdari, et uxórem ejus, et fílios, et ómnia quæ habébat, et reddi. Prócidens autem servus ille, orábat eum, dicens: Patiéntiam habe in me, et ómnia reddam tibi. Misértus autem dóminus servi illíus, dímisit eum, et débitum dimísit ei. Egréssus autem servus ille, invénit unum de consérvis sui, qui debébat ei centum denários: et tenens suffocábat eum, dicens: Redde quod debes. Et prócídens consérvus ejus, rogábat eum, dicens: Patiéntiam habe in me, et ómnia reddam tibi. Ille autem nóluit sed ábiit, et misit eum in cárcerem donec rédderet débitum. Vidéntes autem consérvi ejus quæ fiébant, contristáti sunt valde: et venérunt, et narravérunt dómino suo ómnia, quæ facta fúerant. Tunc vocávit ilium dóminus suus, et ait ilii: Serve nequam, omne débitum dimisi tibi, quóniam rogásti me: nonne ergo opórtuit et te miseréri consérvi tui, sicut et ego tui misértus sum? Et irátus dóminus ejus, trádidit eum tortóribus, quoadúsque rédderet univérsum débitum. Sic et Pater Meus Cœléstis fáciet vobis, si non remiséritis unusquísque fratri suo de córdibus vestris."
        },
        {
          "lang": "en",
          "content": "At that time, Jesus spoke to His disciples this parable: The kingdom of Heaven is likened to a king, who would take an account of his servants. And when he had begun to take the account, one was brought to him that owed him ten thousand talents: and as he had not wherewith to pay it, his lord commanded that he should be sold, and his wife and children, and all that he had, and payment be made. But that servant falling down, besought him saying: Have patience with me, and I will pay thee all. And the lord of that servant, being moved with pity, let him go and forgave him the debt. But when that servant was gone out, he found one of his fellow servants that owed him a hundred pence: and laying hold of him, he throttled him, saying: Pay what thou owest. And his fellowservant falling down besought him, saying: have patience with me, and I will pay thee all. And he would not but went and cast him into prison till he paid the debt. Now his fellow servants, seeing what was done, were very much grieved and they came and told their lord all that was done. Then his lord called him and saith to him: Thou wicked servant, I forgave thee all the debt, because thou besoughtest me; shouldst not thou have had compassion also on thy fellow-servant, even as I had compassion on thee? And his lord being angry, delivered him to the torturers, until he paid all the debt. So also shall my Heavenly Father do to you, if you forgive not every one his brother from your hearts."
        }
      ],
      "citation": "Matthew 18: 23-35",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VIR erat in terra Hus nómine Job: simplex et rectus ac timens Deum: quem Satan pétiit, ut tentáret: et data est ei potéstas a Dómino in facultátes, et in carnem ejus: perdiditque omnem substántiam ipsíus, et fílios: carnem quoque ejus gravi úlcere vulnerávit."
        },
        {
          "lang": "en",
          "content": "There was a man in the land of Hus, whose name was Job, simple, and upright, and fearing God: whom Satan besought that he might tempt: and power was given him from the Lord over his possessions and his flesh; and he destroyed all his substance and his children; and wounded his flesh also with a grievous ulcer."
        }
      ],
      "citation": "Job 1",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SÚSCIPE, Dómine, propítius hóstias: quibus et te placári voluísti, et nobis salútem poténti pietáte restítuti. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Mercifully receive, O Lord, these offerings, by which Thou art pleased to be appeased and in Thy powerful goodness to restore our salvation. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, ever-lasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN salutári tuo ánima mea, et in verbum tuum sperávi: quando fácies de persequéntibus me judícium? Iniqui persecúti sunt me, ádjuva me, Dómine Deus meus."
        },
        {
          "lang": "en",
          "content": "My soul is in Thy salvation, and in Thy word have I hoped: when wilt Thou execute judgment on them that persecute me? the wicked have persecuted me: help me, O Lord my God."
        }
      ],
      "citation": "Psalm 118: 81, 84 86",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IMMORTALITÁTIS alimóniam consecúti, quæsumus Dómine: ut, quod ore percépimus, pura mente sectémur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "We who have received the Food of immortality, beseech Thee, O Lord: that what we have taken with our mouth, we may follow after with a pure mind. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
