{
  "name": "22nd Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 22,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%2022/Pentecost%2022.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "SI iniquitátes observáveris, Dómine, Dómìne, quis sustinébit? quía apud te propitátio est, Deus Israël. Ps. 129: 1, 2. De profúndis clamávi ad te, Dómíne: Dómine, exáudì vocem meam. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "If Thou shalt observe iniquities, O Lord, Lord, who shall endure it? for with Thee is propitiation, O God of Israel. Ps. From the depths I have cried to Thee, O Lord: Lord, hear my voice. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 129: 3-4",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, refúgium nostrum, et virtus: adésto piis Ecclésiæ Tuæ précibus, auctor ipse pietátis, et præsta: ut quod fidéliter pétimus, efficáciter consequámur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "O God, our refuge and our strength, give ear to the holy prayers of Thy Church, and grant, that what we ask with faith, we may effectually obtain. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "Fratres: Confídimus in Dómino Jesu, quia qui cœpit in vobis opus bonum, perfíciet usque in diem Christi Jesu. Sicut est mihi justum hoc sentíre pro ómnibus vobis: eo quod hábeam vos in corde, et in vínculis meis, et in defensióne, et confirmatióne Evangélii, sócios; gáudii mei omnes vos esse. Testis enim mihi est Deus, quómodo cúpiam omnes vos in viscéribus Jesu Christi. Et hoc oro, ut cáritas vestra magis ac magis abúndet in sciéntia, et in omni sensu: ut probétis potióra, ut sitis sincéri, et sine offénsa in diem Christi, repléti fructu justítiæ per Jesum Christum, in glóriam et laudem Dei."
        },
        {
          "lang": "en",
          "content": "Brethren, we are confident of this very thing, that He Who hath begun a good work in you, will perfect it unto the day of Christ Jesus. As it is meet for me to think this for you all: for that I have you in my heart and that, in my bands, and in the defense and confirmation of the Gospel, you are all partakers of my joy. For God is my witness, how I long after you all in the bowels of Jesus Christ. And this I pray, that your charity may more and more abound in knowledge and in all understanding that you may approve the better things, that you may be sincere and without offense unto the day of Christ, filled with the fruits of justice, through Jesus Christ, unto the glory and praise of God."
        }
      ],
      "citation": "Philippians 1: 6-11",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ECCE quam bonum, et quam jucúndum, habitáre fratres in unum! V. Sicut ungúentum in cápite, quod descéndit in barbam, barbam Aaron."
        },
        {
          "lang": "en",
          "content": "Behold how good and how pleasant it is for brethren to dwell together in unity. V. It is like the precious ointment on the head, that ran down upon the beard, the beard of Aaron."
        }
      ],
      "citation": "Psalm 132: 1-2",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Qui timent Dóminum, sperent in eo adjútor et protéctor eórum est. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. Let them that fear the Lord, hope in Him; He is their helper and their protector. Alleluia."
        }
      ],
      "citation": "Ps. 113: 11",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Abeúntes pharisæi, consilium iniérunt ut cáperent Jesum in sermóne. Et mittunt ei discípulos suos cum Herodiánis, dicéntes: Magíster, scimus quia verax es, et viam Dei in veritáte doces, est non et tibi cura de áliquo: non enim réspicis persónam hóminum: dic ergo nobis, quid tibi vidétur: licet censum dare Cæsari, an non? Cógnita autem Jesus nequítia eórum, ait: Quid me tentátis, hypócritæ? osténdite mihi numísma census. At illi obtulérunt ei denárium. Et ait illis Jesus: Cujus est imágo hæc, et superscríptio? Dicunt ei: Cæsaris. Tunc ait illis: Réddite ergo quæ sunt Cæsaris, Cæsari: et quæ sunt Dei, Deo."
        },
        {
          "lang": "en",
          "content": "At that time, the Pharisees went and con- sulted among themselves, how to ensnare Jesus in His speech. And they sent to Him their disciples, with the Herodians, Saying: Master, we know that Thou art a true speaker, and teachest the way of God in truth, neither carest Thou for any man, for Thou dost not regard the person of men. Tell us therefore, what dost Thou think? Is it lawful to give tribute to Caesar, or not? But Jesus knowing their wickedness, said: Why do you tempt Me, you hypocrites? Show Me the coin of the tribute. And they offered Him a penny. And Jesus saith to them: Whose image and superscription is this? They say to Him: Caesar's. Then He saith to them: Render therefore to Caesar the things that are Caesar's, and to God the things that are God's."
        }
      ],
      "citation": "Matthew 22: 15-21",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "RECORDÁRE mei, Dómine, omni potentátui dóminans: et da sermónem rectum in os meum, ut pláceant verba mea in conspéctu príncipis."
        },
        {
          "lang": "en",
          "content": "Remember me, O Lord, Thou Who rulest above all power; and give a well-ordered speech in my mouth, that my words may be pleasing in the sight of the prince."
        }
      ],
      "citation": "Esther 14: 12,13",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DA, miséricors Deus: ut hæc salutáris oblátio, et a própriis nos reátibus indesinéntur expédiat, et ab ómnibus tueátur advérsis. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant unto us, O merciful God, that this saving oblation may unceasingly free us from our own guilty deeds, and keep us from all things that may hurt us. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, ever-lasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "EGO clamávi quóniam exaudísti me, Deus: inclína aurem tuam, et exáudi verba mea."
        },
        {
          "lang": "en",
          "content": "I have cried, for Thou, O God, hast heard me: O incline Thine ear unto me, and hear my words."
        }
      ],
      "citation": "Psalm 118: 81, 84, 86",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SÚMPSIMUS, Dómine, sacri dona mystérii, humíliter deprecántes: ut qua in tui commemoratiónem nos fácere præcepísti, in nostræ profícient infirmitátis auxílium. Qui vivis et regnas."
        },
        {
          "lang": "en",
          "content": "We have received, O Lord, the gifts of this sacred Mystery, and humbly beseech Thee: that what Thou hast bidden us to do in memory of Thee may avail us in our weakness. Who livest and reignest."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
