{
  "name": "4th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 4,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%204/Pentecost%204.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DOMINUS illuminátio mea, et salus mea, quem timébo? Dóminus defénsor vitæ meæ, a quo trepidábo? Qui tríbulant me inimíci mei, ipsi infirmáti sunt, et cecidérunt. Ps. 26. 3. Si consístant advérsum me castra: non timébit cor meum. V. Glória Patri."
        },
        {
          "lang": "en",
          "content": "The Lord is my light and my salvation: whom shall I fear? The Lord is the protector of my life: of whom shall I be afraid? My enemies that trouble me have themselves been weakened and have fallen. Ps. If armies in camp should stand together against me, my heart shall not fear. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 26. 1, 2",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DA nobis, quǽsumus, Dómine: ut et mundi cursus pacífice nobis tuo órdine dirigátur; et Ecclésia tua tranquílla devotióne lætétur. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Grant, we beseech Thee, O Lord, that the course of this world may be so peaceably ordered by Thee, that Thy Church may joyfully serve Thee in quiet devotion. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Exístimo quod non sunt condígnæ passiónes hujus témporis ad futúram glóriam quæ revelábitur in nobis. Nam exspectátio creatúræ revelatiónem filiórum Dei exspéctat. Vanitáti enim creatúra subjécta est, non volens, sed propter eum, qui subjécit eam in spe: quia et ipsa creatúra liberábitur a servitúte corruptiónis, in libertátem glóriæ filiórum Dei. Scimus enim quod omnis creatúra ingemíscit et párturit usque adhuc. Non solum autem illa, sed et nos ipsi primítias spíritus habéntes: et ipsi intra nos gémimus, adoptiónem filiórum Dei exspectántes, redemptiónem córporis nostri: in Christo Jesu Dómino nostro."
        },
        {
          "lang": "en",
          "content": "Brethren, I reckon that the sufferings of this time are not worthy to be compared with the glory to come, that shall be revealed in us. For the expectation of the creature waiteth for the revelation of the sons of God. For the creature was made subject to vanity, not willingly, but by reason of him that made it subject in hope; because the creature also itself shall be delivered from the servitude of corruption, into the liberty of the glory of the children of God. For we know that every creature groaneth, and travaileth in pain, even till now; and not only it, but ourselves also, who have the first-fruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption of the sons of God, the redemption of our body; in Christ Jesus our Lord."
        }
      ],
      "citation": "Romans 8. 18-23",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PROPÍTIOUS esto, Dómine, peccátis nostris: nequándo dicant gentes: Ubi est Deus eórum? V. Adjuva nos, Deus salutáris noster, et propter honórem nóminis tui, Dómine, líbera nos."
        },
        {
          "lang": "en",
          "content": "Forgive us our sins, O Lord, lest the Gentiles should at any time say: Where is their God? V. Help us, O God, our Saviour; and for the honour of Thy name, O Lord, deliver us."
        }
      ],
      "citation": "Psalm 78. 9, 10",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELUIA, alleluia. V. Deus, qui sedes super thronum, et júdicas æquitátem: esto refúgium páuperum in tribulatióne. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. O God, who sittest upon the throne, and judgest justice, be Thou the refuge of the poor in tribulation. Alleluia."
        }
      ],
      "citation": "Psalm 9. 5, 10",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Cum turbæ irrúerent in Jesum, ut audírent verbum Dei, et ipse stabat secus stagnum Genésareth. Et vidit duas naves stantes secus stagnum: piscatóres autem descénderant et lavábant rétia. Ascéndens autem in unam navim, quæ erat Simónis, rogávit eum a terra redúcere pusíllum. Et sedens docébat de navícula turbas. Ut cessávit autem loqui, dixit ad Simónem: Duc in altum, et laxáte rétia vestra in captúram. Et respóndens Simon dixit illi: Præcéptor, per totam noctem laborántes, nihil cépimus: in verbo autem tuo laxábo rete. Et cum hoc fecíssent, conclusérunt píscium multitúdinem copiósam: rumpebátur autem rete eórum. Et annuérunt sóciis, qui erant in ália navi, ut venírent et adjuvárent eos. Et venérunt, et implevérunt ambas navículas, ita ut pene mergeréntur. Quod cum vidéret Simon Petrus, prócidit ad génua Jesu, dicens: Exi a me, quia homo peccátor sum, Dómine. Stupor enim circumdéderat eum et omnes qui cum illo erant, in captúra píscium quam céperant: simíliter autem Jacóbum et Joánnem, fílios Zebed ǽi, qui erant sócii Simónis. Et ait ad Simónem Jesus: Noli timére: ex hoc jam hómines eris cápiens. Et subdúctis ad terram návibus, relíctis ómnibus, secúti sunt eum."
        },
        {
          "lang": "en",
          "content": "At that time, when the multitude pressed upon Jesus to hear the word of God, He stood by the lake of Genesareth. And He saw two ships standing by the lake; but the fishermen were gone out of them, and were washing their nets; and going up into one of the ships that was Simon’s, He desired him to draw back a little from the land: and sitting He taught the multitudes out of the ship. Now when He had ceased to speak, He said to Simon: Launch out into the deep, and let down your nets for a draught. And Simon, answering, said to Him: Master, we have laboured all the night, and have taken nothing, but at Thy word I will let down the net. And when they had done this, they enclosed a very great multitude of fishes; and their net broke: and they beckoned to their partners that were in the other ship, that they should come and help them; and they came, and filled both the ships, so that they were almost sinking. Which when Simon Peter saw, he fell down at Jesus’ knees, saying: Depart from me, for I am a sinful man, O Lord. For he was wholly astonished, and all that were with him, at the draught of fishes which they had taken: and so were also James and John the Sons of Zebedee, who were Simon’s partners. And Jesus saith to Simon: Fear not, from henceforth thou shalt catch men. And having brought their ships to land, leaving all things they followed him."
        }
      ],
      "citation": "Luke 5. 1-11",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ILLÚMINA óculos meos, ne unquam obdórmiam in morte: nequándo dicat inimícus meus: Præválui advérsus eum."
        },
        {
          "lang": "en",
          "content": "Enlighten my eyes, that I never sleep in death; lest at any time my enemy say: I have prevailed against him."
        }
      ],
      "citation": "Psalm 12. 4-5",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OBLATIÓNIBUS nostris, quæsúmus, Dómine, placáre suscéptis: et ad te nostras étiam rebélles compélle propítius voluntátes. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "We beseech Thee, O Lord, be pleased to accept these our offerings; and in Thy mercy draw even our rebellious wills unto Thee. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, nos tibi semper et ubique grátias ágere, Dómine sancte, Pater omnípotens, ætérne Deus: Qui cum unigénito Fílio tuo, et Spíritu Sancto, unus es Deus, unus es Dóminus: non in unius singularitáte persónæ, sed in unius Trinitáte substántiæ. Quod enim de tua glória, revelánte te, crédimus, hoc de Fílio tuo, hoc de Spiritu Sancto, sine differéntia discretiónis sentímus. Ut in confessióne veræ, sempiternæque Deitátis, et in persónis propríetas et in esséntia únitas, et in majestáte adorétur æquálitas. Quam laudant Angelí, atque Archángeli, Chérubim quoque ac Séraphim: qui non cessant clamáre quotidíe, una voce dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks to Thee, holy Lord, Father almighty, eternal God: Who, together with Thine only-begotten Son and the Holy Ghost, art one God, one Lord: not in the Oneness of a single Person, but in the Trinity of one substance. For what by Thy revelation we believe of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation; so that in confessing the true and eternal Godhead, in It we should adore distinction in persons, unity in Essence, and equality in Majesty: in praise of which Angels and Archangels, Cherubim also and Seraphim day and night exclaim, without end and with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DÓMINUS firmaméntum meum, et refúgium meum, et liberátor meus: Deus meus adjútor meus."
        },
        {
          "lang": "en",
          "content": "The Lord is my firmament, and my refuge, and my deliverer, my God is my helper."
        }
      ],
      "citation": "Psalm 17. 3",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MYSTÉRIA nos, Dómine, quǽsumus, sumpta puríficent: et suo múnere tueántur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May the mysteries which we have received, O Lord, purify our hearts and by their power may we be defended. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
