{
  "name": "6th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 6,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%206/Pentecost%206.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DOMINUS fortitúdo plebis suæ et protector salutárium Christi sui est: salvum fac pópulum tuum, Dómine, et bénedic hereditáti tuæ, et rege eos usque in sǽculum. Ps. 27. 1. Ad te, Dómine, clamábo, Deus meus, ne síleas a me: nequando táceas a me, et assimilábor descendéntibus in lacum. V. Glória Patri."
        },
        {
          "lang": "en",
          "content": "The Lord is the strength of His people, and the protector of the salvation of His anointed: save, O Lord, Thy people, and bless Thine inheritance, and rule them for ever. Ps. Unto Thee will I cry, O Lord: O my God, be not Thou silent to me, lest if Thou be silent to me, I become like them that go down into the pit. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm. 27. 8, 9",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS virtútum, cujus est totum quod est óptimum: insere pectóribus nostris amórem tui nóminis, et præsta in nobis religiónis augméntum; ut, quæ sunt bona, nútrias, ac pietátis stúdio, quæ sunt nutríta, custódias. Per Dominum nostrum."
        },
        {
          "lang": "en",
          "content": "O God of hosts, to Whom all that is best belong, graft in our hearts the love of Thy name, and grant us an increase of true religion: that Thou mayest foster what is good, and with tender zeal guard what Thou hast fostered. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Quicúmque baptizáti sumus in Christo Jesu, in morte ipsíus baptizáti sumus. Consepúlti enim sumus cum illo per baptísmum in mortem: ut quómodo Christus surréxit a mórtuis per glóriam Patris, ita et nos in novitáte vitæ ambulémus. Si enim complantáti facti sumus similitúdini mortis ejus: simul et resurrectiónis érimus. Hoc sciéntes, quia vetus homo noster simul crucifíxus est: ut destruátur corpus peccáti, et ultra non serviámus peccáto. Qui enim mórtuus est, justificátus est a peccáto. Si autem mórtui sumus cum Christo: crédimus quia simul étiam vivémus cum Christo: sciéntes quod Christus resúrgens ex mórtuis, jam non móritur, mors illi ultra non dominábitur. Quod enim mórtuus est peccáto, mórtuus est semel: quod autem vivit, vivit Deo. Ita et vos existimáte vos mórtuos quidem esse peccáto, vivéntes autem Deo, in Christo Jesu Dómino nostro."
        },
        {
          "lang": "en",
          "content": "Brethren, all we who are baptized in Christ Jesus are baptized in His death. For we are buried together with Him by baptism unto death; that as Christ is risen from the dead by the glory of the Father, so we also may walk in newness of life. For if we have been planted together in the likeness of His death, we shall also be in the likeness of His Resurrection. Knowing this, that our old man is crucified with Him, that the body of sin may be destroyed, and that we may serve sin no longer. For he that is dead is justified from sin. Now if ye be dead with Christ, we believe that we shall live also together with Christ. Knowing that Christ, rising again from the dead, dieth now no more, death shall no more have dominion over Him. For in that He died to sin, He died once; but in that He liveth, He liveth unto God. So do you also reckon yourselves to be dead indeed to sin, but alive to God; in Christ Jesus our Lord."
        }
      ],
      "citation": "Romans 6. 3-11",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CONVÉRTERE, Domine, aliquántulum, et deprecáre super servos tuos. V. Dómine, refúgium factus es nobis, a generatióne et progénie."
        },
        {
          "lang": "en",
          "content": "Return, O Lord: a little; and be entreated in favour of Thy servants. V. Lord, Thou hast been our refuge from generation to generation."
        }
      ],
      "citation": "Psalm 89. 13, 1",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELUIA, alleluia. V. In te, Dómine, sperávi, non confúndar in ætérnum: in justítia tua líbera me, et éripe me: inclína ad me aurem tuam, accélera, ut erípias me. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. In Thee, O Lord, have I hoped, let me never be confounded: deliver me in Thy justice, and release me: bow down Thine ear to me, make haste to deliver me. Alleluia."
        }
      ],
      "citation": "Psalm 30, 2-3",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo tempore: Cum turba multa esset cum Jesu, nec habérent quod manducárent, convocátis discípulis, ait illis: Miséreor super turbam: quia ecce jam tríduo sústinent me, nec habent quod mandúcent: et si dimísero eos jejúnos in domum suam, defícient in via: quidam enim ex eis de longe venérunt. Et respondérunt ei discípuli sui: Unde illos quis póterit hic saturáre pánibus in solitúdine? Et interrogávit eos: Quot panes habétis? Qui dixérunt: Septem. Et præcépit turbæ discúmbere super terram. Et accípiens septem panes, grátias agens fregit, et dabat discípulis suis ut appónerent, et apposuérunt turbæ. Et habébant piscículos paucos: et ipsos benedíxit, et jussit appóni. Et manducavérunt, et saturáti sunt, et sustulérunt quod superáverat de fragméntis, septem sportas. Erant autem qui manducáverant, quasi quátuor míllia: et dimisit eos."
        },
        {
          "lang": "en",
          "content": "At that time, when there was a great multitude with Jesus, and they had nothing to eat, calling His disciples together, He saith to them: I have compassion on the multitude, for behold they have now been with Me three days, and have nothing to eat; and if I shall send them away fasting to their home, they will faint in the way: for some of them came from afar off. And His disciples answered Him: From whence can any one fill them here with bread in the wilderness? And He asked them: How many loaves have ye? Who said: Seven. And He commanded the people to sit down on the ground. And taking the seven loaves, giving thanks, He broke and gave to His disciples to set before the people. And they had a few little fishes, and He blessed them, and commanded them to be set before them. And they did eat, and were filled; and they took up that which was left of the fragments, seven baskets: and they that had eaten were about four thousand: and He sent them away."
        }
      ],
      "citation": "Mark 8. 1-91",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PÉRFICE gressus meos in sémitis tuis, ut non moveántur vestígia mea: inclína aurem tuam, et exáudi verba mea: mirífica misericórdias tuas, qui salvos facis sperántes in te, Dómine."
        },
        {
          "lang": "en",
          "content": "Perfect Thou my goings in Thy paths, that my footsteps be not moved: incline Thy ear, and hear my words: show forth Thy wonderful mercies, Thou who savest them that trust in Thee, O Lord."
        }
      ],
      "citation": "Psalm 16. 5, 6-7",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PROPITIÁRE, Dómine, supplicatiónibus nostris, et has pópuli tui oblatiónes benígnus assúme: et ut nullíus sit írritum votum, nullíus vácua postulátio, præsta; ut, quod fidéliter pétimus, efficáciter consequámur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Be appeased, O Lord, by our supplications, and graciously accept these offerings of Thy people: neither suffering the hope of anyone to be in vain, nor his prayer to remain unheard, that we may obtain that for which we faithfully pray. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, nos tibi semper et ubique grátias ágere, Dómine sancte, Pater omnípotens, ætérne Deus: Qui cum unigénito Fílio tuo, et Spíritu Sancto, unus es Deus, unus es Dóminus: non in unius singularitáte persónæ, sed in unius Trinitáte substántiæ. Quod enim de tua glória, revelánte te, crédimus, hoc de Fílio tuo, hoc de Spiritu Sancto, sine differéntia discretiónis sentímus. Ut in confessióne veræ, sempiternæque Deitátis, et in persónis propríetas et in esséntia únitas, et in majestáte adorétur æquálitas. Quam laudant Angelí, atque Archángeli, Chérubim quoque ac Séraphim: qui non cessant clamáre quotidíe, una voce dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks to Thee, holy Lord, Father almighty, eternal God: Who, together with Thine only-begotten Son and the Holy Ghost, art one God, one Lord: not in the Oneness of a single Person, but in the Trinity of one substance. For what by Thy revelation we believe of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation; so that in confessing the true and eternal Godhead, in It we should adore distinction in persons, unity in Essence, and equality in Majesty: in praise of which Angels and Archangels, Cherubim also and Seraphim day and night exclaim, without end and with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CIRCUÍBO et immolábo in tabernáculo ejus hóstiam jubilatiónis: cantábo et psalmum dicam Dómino."
        },
        {
          "lang": "en",
          "content": "I will go round, and offer up in His taber- nacle a sacrifice of jubilation; I will sing, and recite a psalm to the Lord."
        }
      ],
      "citation": "Psalm 26. 6",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "REPLÉTI sumus, Dómine, munéribus tuis: tríbue, quǽsumus; ut eórum et mundémur efféctu et muniámur auxílio. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant, O Lord, that we who have been filled with Thy gifts, may be cleansed by their virtue and strengthened by their help. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
