{
  "name": "7th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 7,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%207/Pentecost%207.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "OMNES gentes, pláudite manibús: jubiláte Deo in voce exsultatiónis. Ps. 46. 3. Quóniam Dóminus excélsus, terribílis: Rex magnus sup"
        },
        {
          "lang": "en",
          "content": "Clap your hands, all ye nations: shout unto God with the voice of joy. Ps. For the Lord is most high, He is terrible; He is a great King over all the earth. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 46. 2",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, cujus providéntia in sui dispositióne non fállitur: te súpplices exorámus: ut nóxia cuncta submóveas, et ómnia nobis profutúra concédas. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "O God, Whose providence in the ordering of all things never fails; we humbly beseech Thee to put away from us all harmful things, and to give us those which are profitable for us. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Humánum dico, propter infirmitátem carnis vestræ: sicut enim exhibuístis membra vestra servíre immundítiæ, et iniquitáti ad iniquitátem, ita nunc exhibéte membra vestra servíre justítiæ in sanctificatiónem. Cum enim servi essétis peccáti, líberi fuístis justítiæ. Quem ergo fructum habuístis tunc in illis, in quibus nunc erubéscitis? Nam finis illòrum mors est. Nunc vero liberáti a peccáto, servi autem facti Deo, habétis fructum vestrum in sanctificatiónem, finem vero vitam ætérnam. Stipéndia enim peccáti mors. Grátia autem Dei vita ætérna, in Christo Jesu Dómino nostro."
        },
        {
          "lang": "en",
          "content": "Brethren: I speak a human thing, because of the infirmity of your flesh; for as you have yielded your members to serve uncleanness and iniquity unto iniquity, so now yield your members to serve justice unto sanctification. For when you were the servants of sin, you were free from justice. What fruit therefore had you then in those things, of which you are now ashamed? For the end of them is death. But now being made free from sin, and become servants to God, you have your fruit unto sanctification, and the end life everlasting. For the wages of sin is death. But the grace of God is life everlasting; in Christ Jesus our Lord."
        }
      ],
      "citation": "Romans 6. 19-23",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VENITE, filli, audite me: timorem Domini docebo vos. V. Accedite ad eum, et illuminamini: et facies vestræ non confundentur."
        },
        {
          "lang": "en",
          "content": "Come children, hearken to me: I will teach you the fear of the Lord. V. Come ye to Him and be enlightened; and your faces shall not be confounded."
        }
      ],
      "citation": "Psalm 33. 12, 6",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELUIA, alleluia. V. Omnes gentes, pláudite mánibus: jubiláte Deo in voce exsultatiónis. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. O clap your hands, all ye nations; shout unto God with the voice of joy. Alleluia."
        }
      ],
      "citation": "Psalm 46. 2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo tempore: Dixit Jesus discípulis suis: Atténdite a falsis prophétis, qui véniunt ad vos in vestiméntis óvium, intrínsecus autem sunt lupi rapáces: a frúctibus eórum cognoscétis eos. Numquid cólligunt de spinis uvas, aut de tríbulis ficus? Sic omnis arbor bona fructus bonos facit: mala autem arbor malos fructus facit. Non potest arbor bona malos fructus fácere: neque arbor mala bonos fructus facere. Omnis arbor, quæ non facit fructum bonum, excidétur, et in ignem mittétur. Igitur ex frúctibus eórum cognoscétis eos. Non omnis qui dicit mihi, Dómine, Dómine, intrábit in regnum cælórum: sed qui facit voluntátem Patris mei, qui in cælis est, ipse intrábit in regnum cælórum."
        },
        {
          "lang": "en",
          "content": "At that time, Jesus said to His disciples: Beware of false prophets, who come to you in the clothing of sheep, but inwardly they are ravening wolves. By their fruits you shall know them. Do men gather grapes of thorns, or figs of thistles? Even so every good tree bringeth forth good fruit, and the evil tree bringeth forth evil fruit. A good tree cannot bring forth evil fruit, neither can an evil tree bring forth good fruit. Every tree that bringeth not forth good fruit shall be cut down, and shall be cast into the fire. Wherefore by their fruits you shall know them. Not every one that saith to Me: Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of My Father who is in heaven, he shall enter into the kingdom of heaven."
        }
      ],
      "citation": "Matthew 7. 15-21",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SICUT in holocáustis aríetum et taurórum, et sicut in míllibus agnórum pínguium: sic fiat sacrifícium nostrum in conspéctu tuo hódie, ut pláceat tibi: quia non est confúsio confidéntibus in te, Dómine."
        },
        {
          "lang": "en",
          "content": "As in holocausts of rams and bullocks, and as in thousands of fat lambs; so let our sacrifice be made in Thy sight this day, that it may please Thee: for there is no confusion to them that trust in Thee, O Lord."
        }
      ],
      "citation": "Daniel 3. 40",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui legálium differéntiam hostiárum uníus sacrifícii perfectióne sanxísti: áccipe sacrifícium a devótis tibi fámulis, et pari benedictióne, sicut múnera Abel, sanctifi- ca: ut, quod sínguli obtulérunt ad majestátis tuæ honórem, cunctis profíciat ad salútem. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "O God Who, in this one sacrifice, hast perfected the offering of the many victims prescribed under the Old Law: receive this same sacrifice offered by Thy devoted servants and sanctify it with a blessing, like unto that which Thou didst bestow upon the offerings of Abel; so that what each has offered here to the glory of Thy name, may profit all unto salvation. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, nos tibi semper et ubique grátias ágere, Dómine sancte, Pater omnípotens, ætérne Deus: Qui cum unigénito Fílio tuo, et Spíritu Sancto, unus es Deus, unus es Dóminus: non in unius singularitáte persónæ, sed in unius Trinitáte substántiæ. Quod enim de tua glória, revelánte te, crédimus, hoc de Fílio tuo, hoc de Spiritu Sancto, sine differéntia discretiónis sentímus. Ut in confessióne veræ, sempiternæque Deitátis, et in persónis propríetas et in esséntia únitas, et in majestáte adorétur æquálitas. Quam laudant Angelí, atque Archángeli, Chérubim quoque ac Séraphim: qui non cessant clamáre quotidíe, una voce dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks to Thee, holy Lord, Father almighty, eternal God: Who, together with Thine only-begotten Son and the Holy Ghost, art one God, one Lord: not in the Oneness of a single Person, but in the Trinity of one substance. For what by Thy revelation we believe of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation; so that in confessing the true and eternal Godhead, in It we should adore distinction in persons, unity in Essence, and equality in Majesty: in praise of which Angels and Archangels, Cherubim also and Seraphim day and night exclaim, without end and with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "INCLÍNA aurem tuam, accélera ut erípias me."
        },
        {
          "lang": "en",
          "content": "Bow down Thy ear, make haste to deliver me."
        }
      ],
      "citation": "Psalm 30. 3",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "TUA nos, Dómine, medicinális operátio, et a nostris perversitàtibus cleménter expédiat, et ad ea quæ sunt recta perdúcat. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May Thy healing work in our souls mercifully free us from our perverse inclinations O Lord, and lead us ever to do that which is right in Thy sight. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
