{
  "name": "Pentecost Sunday",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "pentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 1,
  "sourceLink": "http://www.maternalheart.org/propers/Pentecost/Pentecost%20Sunday/Pentecost%20Sunday.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "SPIRITUS Dómini replévit orbem terrárum, allelúia: et hoc quod cóntinet ómnia, sciéntiam habet vocis. Allelúia, allelúia, allelúia. Ps. 67. 2. Exsúrgat Deus, et dissipéntur inimíci ejus: et fúgiant, qui odérunt eum, a fácie ejus. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "The Spirit of the Lord hath filled the whole world, alleluia; and that which containeth all things hath knowledge of the voice. Alleluia, alleluia, alleluia. Ps. Let God arise, and let His enemies be scattered: and let them that hate Him flee from before His face. V. Glory be to the Father."
        }
      ],
      "citation": "Wisdom. 1. 7",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui hodiérna die corda fidé- lium Sancti Spíritus illustratióne docuísti: da nobis in eódem Spíritu recta sápere; et de ejus semper consolatióne gaudére. Per Dóminum... in unitáte ejúsdem Spíritus Sancti."
        },
        {
          "lang": "en",
          "content": "O God, who on this day hadst taught the hearts of Thy faithful by the light of the Holy Ghost, grant us by the same Spirit to have a right judgment in all things and ever to rejoice in His consolation. Through our Lord... in the unity of the same Holy Ghost."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CUM compleréntur dies Pentecóstes, erant omnes discípuli páriter in eódem loco: et factus est repénte de cælo sonus, tamquam adveniéntis spíritus veheméntis: et replévit totam domum ubi erant sedéntes. Et apparuérunt illis dispertítæ linguæ tamquam ignis, sedítque supra síngulos eórum: et repléti sunt omnes Spíritu Sancto, et cœpérunt loqui vá- riis linguis, prout Spíritus Sanctus dabat éloqui illis. Erant autem in Jerúsalem habitántes Judǽi, viri religiósi ex omni natióne, quæ sub cælo est. Facta autem hac voce, convénit multitúdo, et mente confúsa est, quóniam audiébat unusquísque lingua sua illos loquéntes. Stupébant autem omnes, et mirabántur, dicéntes: Nonne ecce omnes isti, qui loqúuntur, Galilǽi sunt? Et quómodo nos audívimus unusquísque linguam nostram, in qua nati sumus? Parthi et Medi, et Ælamítæ, et qui hábitant Mesopotámiam, Judǽam, et Cappadóciam, Pontum, et Asíam, Phrý- giam, et Pamphýliam, Ægýptum et partes Líbyæ, quæ est circa Cyrénen, et ádvenæ Románi, Judǽi quoque et Prosélyti, Cretes et Arabes: audiví- mus eos loquéntes nostris linguis magnália Dei."
        },
        {
          "lang": "en",
          "content": "When the days of the Pentecost were accomplished, they were all together in one place; and suddenly there came a sound from heaven, as of a mighty wind coming, and it filled the whole house where they were sitting. And there appeared to them parted tongues as it were of fire, and it sat upon every one of them; and they were all filled with the Holy Ghost, and they began to speak with divers tongues, according as the Holy Ghost gave them to speak. Now there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven. And when this was noised abroad, the multitude came together, and were confounded in mind, because that every man heard them speak in his own tongue. And they were all amazed, and wondered, saying: Behold, are not all these that speak Galileans? And how have we heard every man our own tongue wherein we were born? Parthians and Medes, and Elamites, and inhabitants of Mesopotamia, Judea and Cappadocia, Pontus and Asia, Phrygia, and Pamphylia, Egypt, and the parts of Lybia about Cyrene, and strangers of Rome, Jews also, and Proselytes, Cretes and Arabians; we have heard them speak in our own tongues the wonderful works of God."
        }
      ],
      "citation": "Acts of the Apostles 2. 1-11",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Emítte Spíritum tuum, et creabúntur, et renovábis fáciem terræ."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. Send forth Thy Spirit, and they shall be created, and Thou shalt renew the face of earth."
        }
      ],
      "citation": "Psalm 103. 30",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA. V. Veni, Sancte Spíritus, reple tuórum corda fidélium: et tui amóris in eis ignem accénde."
        },
        {
          "lang": "en",
          "content": "Alleluia. V. Come, Holy Spirit, fill the hearts of Thy faithful: and kindle in them the fire of Thy love."
        }
      ],
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "VENI, Sancte Spiritus, et emitte caelitus lucis tuae radium.",
            "Veni, pater pauperum, veni, dator munerum veni, lumen cordium.",
            "Consolator optime, dulcis hospes animae, dulce refrigerium.",
            "In labore requies, in aestu temperies in fletu solatium.",
            "O lux beatissima, reple cordis intima tuorum fidelium.",
            "Sine tuo numine, nihil est in homine, nihil est innoxium.",
            "Lava quod est sordidum, riga quod est aridum, sana quod est saucium.",
            "Flecte quod est rigidum, fove quod est frigidum, rege quod est devium.",
            "Da tuis fidelibus, in te confidentibus, sacrum septenarium.",
            "Da virtutis meritum, da salutis exitum, da perenne gaudium, Amen, Alleluia."
          ]
        },
        {
          "lang": "en",
          "content": [
            "COME, Holy Ghost, send down those beams, which sweetly flow in silent streams from Thy bright throne above.",
            "O come, Thou Father of the poor; O come, Thou source of all our store, come, fill our hearts with love.",
            "O Thou, of comforters the best, O Thou, the soul's delightful guest, the pilgrim's sweet relief.",
            "Rest art Thou in our toil, most sweet refreshment in the noonday heat; and solace in our grief.",
            "O blessed Light of life Thou art; fill with Thy light the inmost heart of those who hope in Thee.",
            "Without Thy Godhead nothing can, have any price or worth in man, nothing can harmless be.",
            "Lord, wash our sinful stains away, refresh from heaven our barren clay, our wounds and bruises heal.",
            "To Thy sweet yoke our stiff necks bow, warm with Thy fire our hearts of snow, our wandering feet recall.",
            "Grant to Thy faithful, dearest Lord, whose only hope is Thy sure word, the sevenfold gifts of grace.",
            "Grant us in life Thy grace that we, in peace may die and ever be, in joy before Thy face. Amen. Alleluia."
          ]
        }
      ],
      "type": "sequence"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo tempore: Dixit Jesus discípulis suis: Si quis díligit me, sermónem meum servábit, et Pater meus díliget eum, et ad eum veniémus et mansiónem apud eum faciémus: qui non díligit me, sermónes meos non servat. Et sermó- nem quem audístis, non est meus: sed ejus, qui misit me, Patris. Hæc locútus sum vobis, apud vos manens. Paráclitus autem Spíritus Sanctus, quem mittet Pater in nómine meo, illo vos docébit ómnia et súggeret quæcúmque díxero vobis. Pacem relínquo vobis, pacem meam do vobis: non quómodo mundus dat, ego do vobis. Non turbétur cor vestrum neque formídet. Audístis quia ego dixi vobis: Vado et venio ad vos. Si diligerétis me, gauderétis útique, quia vado ad Patrem: quia Pater major me est. Et nunc dixi vobis priúsquam fiat: ut cum factum fúerit, credátis. Jam non multa loquar vobíscum. Venit enim princeps mundi hujus, et in me non habet quidquam. Sed ut cognóscat mundus, quia díligo Patrem, et sicut mandátum dedit mihi Pater, sic fácio."
        },
        {
          "lang": "en",
          "content": "At that time Jesus said to His disciples If any one love Me, he will keep My word, and My Father will love him, and We will come to him and will make Our abode in him: he that loveth Me not keepeth not My words. And the word which you have heard is not Mine; but the Father’s who sent Me. These things have I spoken to you, abiding with you. But the Paraclete, the Holy Ghost, whom the Father will send in My name, He will teach you all things, and bring all things to your mind, whatsoever I shall have said to you. Peace I leave with you, My peace I give unto you: not as the world giveth, do I give unto you. Let not your heart be troubled, nor let it be afraid. You have heard that I said to you: I go away, and I come unto you. If you loved Me, you would indeed be glad, because I go to the Father: for the Father is greater than I. And now I have told you before it come to pass: that when it shall come to pass you may believe. I will not now speak many things with you. For the prince of this world cometh, and in Me he hath not any thing. But that the world may know that I love the Father, and as the Father hath given Me commandment so do I."
        }
      ],
      "citation": "John 14. 23-31",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CONFÍRMA hoc, Deus, quod operátus es in nobis: a templo tuo, quod est in Jerúsalem, tibi ófferent reges múnera. Allelúia."
        },
        {
          "lang": "en",
          "content": "Confirm, O God, what Thou hast wrought in us; from Thy temple, which is in Jerusalem, kings shall offer presents to Thee. Alleluia."
        }
      ],
      "citation": "Psalm 67. 29-30",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MÚNERA quǽsumus, Dómine, obláta sanctífica: et corda nostra Sancti Spíritus illustratióne emúnda. Per Dóminum...in unitáte ejúsdem Spíritus Sancti."
        },
        {
          "lang": "en",
          "content": "Sanctify, we beseech Thee, O Lord, the gifts which we offer Thee, and cleanse our hearts by the light of the Holy Ghost. Through our Lord...in the unity of the same Holy Ghost."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, nos tibi semper, et ubíque grátias ágere: Dómine sancte, Pater omnípotens ætérne Deus: per Christum Dóminum nostrum Qui ascéndens super omnes cælos, sedénsque ad déxteram tuam, promíssum Spíritum Sanctum hodiérna die in filíos adoptiónis effúdit, Quaprópter profúsis gáudiís, totus in orbe terrárum mundus exsúltat. Sed et supérnæ Vírtútes, atque angélicæ Potestátes, hymnum glóriæ tuæ cóncinunt, sine fine dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and availing unto salvation, that we should at all times and in all places give thanks unto Thee, O holy Lord, Father almighty and everlasting God; through Christ our Lord. Who ascending above all the heavens, and sitting at Thy right hand, on this day sent forth the Holy Ghost, as He had promised, on the children of adoption. Wherefore does the whole world rejoice with exceeding great joy; the hosts above and also the angelic powers join in singing the hymn to Thy glory, saying without ceasing:"
        }
      ],
      "type": "preface",
      "heading": "Preface for Pentecost"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FACTUS est repénte de cœlo sonus, tamquam adveniéntis spíritus veheméntis, ubi erant sedéntes, allelúia: et repléti sunt omnes Spíritu Sancto, loquéntes magnália Dei. Allelúia, allelúia."
        },
        {
          "lang": "en",
          "content": "Suddenly there came a sound from heaven, as of a mighty wind coming where they were sitting, alleluia; and they were all filled with the Holy Ghost, speaking the wonderful works of God. Alleluia, alleluia."
        }
      ],
      "citation": "Acts 2. 2, 4",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SANCTI Spíritus, Dómine, corda nostra mundet infúsio: et sui roris íntima aspersióne fœcúndet. Per Dóminum...in unitate ejúsdem Spíritus Sancti."
        },
        {
          "lang": "en",
          "content": "May the outpouring of the Holy Ghost purify our hearts, O Lord, and by the inward sprinkling of His heavenly dew may they be made fruitful. Through our Lord...in the unity of the same Holy Ghost."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
