{
  "name": "Second Sunday of Passiontide - Palm Sunday",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "passiontide",
  "sourceName": "maternal-heart",
  "sourceLink": "http://www.maternalheart.org/propers/HolyWeek/Palm%20Sunday/Palm%20Sunday.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "en",
          "content": "Procession of Palms"
        }
      ],
      "type": "section-heading"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "This blessing may best be made in another chapel or under the open sky, so that the procession may actually lead into the church. Facing the congregation, the celebrant in red cope, or in red stole and alb, blesses the branches of palm, olive or other trees placed on a table or held by the faithful. The following Antiphon is sung:"
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "Hosanna Filio David: benedictus qui venit in Nomine Domini. O Rex Isræl: Hosanna in excelsis."
        },
        {
          "lang": "en",
          "content": "Hosanna to the Son of David! Blessed is He that cometh in the Name of the Lord. O King of Isræl: Hosanna in the highest!"
        }
      ],
      "citation": "Matthew 21. 9",
      "type": "antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "V. Dominus vobiscum.",
            "R. Et cum spiritu tuo."
          ]
        },
        {
          "lang": "en",
          "content": [
            "V. The Lord be with you.",
            "R. And with thy spirit."
          ]
        }
      ],
      "type": "dialogue"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "Benedic, + quæsumus, Domine, hos palmarum (<em>seu</em> olivarum <em>aut</em> aliarum arborum) ramos: et præsta, ut quod populus tuus in tui venerationem hodierna die corporaliter agit, hoc spiritualiter summa devotione perficiat, de hoste victoriam reportando et opus misericordiæ summopere diligendo. Per Dominum nostrum."
        },
        {
          "lang": "en",
          "content": "Bless, + we beseech Thee, O Lord, these branches of palm (<em>or</em> olive <em>or</em> other trees): and grant that what Thy people today bodily perform for Thy honour, they may perfect spiritually with the utmost devotion, by gaining the victory over the enemy, and ardently loving every work of mercy. Through our Lord."
        }
      ],
      "type": "collect",
      "heading": "Blessing of Palms"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "The celebrant sprinkles the palms with holy water and incenses them. If the faithful have their palms already, the celebrant and ministers may go through the church sprinkling them, or the faithful may come to the altar rails for this to be done."
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "Distribution of Palms"
        }
      ],
      "type": "section-heading"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "The celebrant distributes the palms, first to the clergy, then to the faithful meanwhile the choir sings:"
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "PUERI Hebræorum, portantes ramos olivarum, obviaverunt Domino, clamantes, et dicentes: Hosanna in excelsis.",
            "Domini est terra et plenitudo ejus, orbis terrarum et universi qui habitant in eo. Quia ipse super maria fundavit eum, et super flumina præparabit eum. Pueri Hebræorum.",
            "Attollite portas, principes, vestras: et elevamini, portæ æternales: et introibit rex gloriæ. Quis est iste rex gloriæ? Dominus fortis et potens: Dominus potens in prælio. Pueri Hebræorum.",
            "Attollite portas, principes, vestras: et elevamini, portæ æternales: et introibit rex gloriæ. Quis est iste rex gloriæ? Dominus virtutum ipse est rex gloriæ. Pueri Hebræorum.",
            "Gloria Patri, et Filio, et Spiritui Sancto. Sicut erat in principio, et nunc, et semper, et in sæcula seculorum. Amen. Pueri Hebræorum."
          ]
        },
        {
          "lang": "en",
          "content": [
            "Hebrew children bearing branches of olive, went forth to meet the Lord, crying out, and saying: Hosanna in the highest!",
            "The earth is the Lord's and the fullness thereof: the world and they that dwell therein. For He hath founded it upon the seas: and hath prepared it upon the rivers. Hebrew children.",
            "Lift up your gates, O ye princes, and be ye lifted up, O eternal gates: and the King of Glory shall enter in! \"Who is this King of Glory?\" \"The Lord who is strong and mighty, the Lord mighty in battle.\" Hebrew children.",
            "Lift up your gates, O ye princes, and be ye lifted up, O eternal gates: and the King of Glory shall enter in! \"Who is this King of Glory?\" \"The Lord of hosts, He is the King of Glory.\" Hebrew children.",
            "Glory be to the Father, and to the Son, and to the Holy Ghost. As it was in the beginning, is now, and ever shall be, world without end. Hebrew children."
          ]
        }
      ],
      "citation": "Psalm 23. 1-2, 7-10",
      "type": "antiphon",
      "heading": "First Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "PUERI Hebræorum vestimenta prosternebant in via, et clamabant dicentes: Hosanna Filio David: benedictus, qui venit in Nomine Domini.",
            "OMNES gentes, plaudite manibus: jubilate Deo in voce exsultationis. Quoniam Dominus excelsus, terribilis, rex magnus super omnem terram. ",
            "Subjecit populos nobis: et gentes sub pedibus nostris. Elegit nobis hereditatem suam: speciem Jacob, quam dilexit.",
            "Ascendit Deus in jubilo: et Dominus in voce tubæ. Psallite Deo nostro, psallite: psallite regi nostro, psallite.",
            "Quoniam rex omnis terræ Deus: psallite sapienter. Regnabit Deus super gentes: Deus sedet super sedem sanctam suam.",
            "Principes populorum congregati sunt cum Deo Abraham: quoniam dii fortes terræ vehementer elevati sunt.",
            "Gloria Patri, et Filio, et Spiritui Sancto. Sicut erat in principio, et nunc, et semper, et in sæcula seculorum. Amen."
          ]
        },
        {
          "lang": "en",
          "content": [
            "Hebrew children spread their garments in the way, and cried out, saying: Hosanna to the Son of David; blessed is He that cometh in the name of the Lord.",
            "O clap your hands, all ye nations: shout unto God with the voice of joy, for the Lord is high, terrible: a great king over all the earth.",
            "He has subdued the peoples under us; and the nations under our feet. He has chosen for us His inheritance, the beauty of Jacob which He hath loved.",
            "God has ascended with jubilation, and the Lord with the sound of the trumpet. Sing praises to our God, sing ye: Sing praises to our king, sing ye.",
            "For God is the king of all the earth: sing ye wisely. God shall reign over the nations: God sitteth on His holy throne.",
            "The princes of the people are gathered together, with the God of Abraham: For to God belong the powerful of the earth, He is greatly exhalted.",
            "Glory be to the Father, and to the Son, and to the Holy Ghost. As it was in the beginning, is now, and ever shall be, world without end. Amen."
          ]
        }
      ],
      "citation": "Psalm 46",
      "type": "antiphon",
      "heading": "Second Antiphon"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": [
            "The celebrant sprinkles the palms with holy water and incenses them. If the faithful have their palms already, the celebrant and ministers may go through the church sprinkling them, or the faithful may come to the altar rails for this to be done.",
            "After the distribution of the palms the following Gospel is sung by the deacon, with the same ceremonies as at Mass."
          ]
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo tempore: Cum approprinquasset Jesus Jerosolymis, et venisset Bethphage ad montem Oliveti: tunc misit duos discipulos suos, dicens eis: Ite in castellum, quod contra vos est, et statim invenietis asinam alligatam, et pullum cum ea: solvite, et adducite mihi: et si quis vobis aliquid dixerit, dicite, quia Dominus his opus habet, et confestim dimittet eos. Hoc autem totum factum est, ut adimpleretur quod dictum est per prophetam, dicentem: Dicite filiæ Sion: Ecce Rex tuus venit tibi mansuetus, sedens super asinam, et pullum, filium subjugalis. Euntes autem discipuli, fecerunt sicut præcepit illis Jesus. Et adduxerunt asinam, et pullum: et imposuerunt super eos vestimenta sua, et eum desuper sedere fecerunt. Plurima autem turba straverunt vestimenta sua in via: alii autem cædebant ramos de arboribus, et sternebant in via: turbæ autem, quæ præcedebant, et quæ sequebantur, clamabant, dicentes: Hosanna Filio David: benedictus, qui venit in nomine Domini."
        },
        {
          "lang": "en",
          "content": "At that time, when Jesus drew nigh to Jerusalem, and was come to Bethphage, unto Mount Olivet, then He sent two disciples, saying to them: Go ye into the village that is over against you, and immediately you shall find an ass tied, and a colt with her; loose them and bring them to Me; and if any man shall say anything to you, say ye hat the Lord hath need of them; and forthwith he will let them go. Now all this was done that it might be fulfilled which was spoken by the prophet, saying: Tell ye the daughter of Sion: Behold thy King cometh to thee meek, and sitting upon an ass, and a colt the foal of her that is used to the yoke. And the disciples going did as Jesus commanded them. And they brought the ass and the colt, and laid their garments upon them, and made Him sit thereon. And a very great multitude spread their garments in the way, and others cut boughs from the trees, and strewed them in the way, and the multitudes that went before and that followed cried, saying: Hosanna to the Son of David; Blessed is He that cometh in the Name of the Lord."
        }
      ],
      "citation": "Matthew 21. 1-9",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "The Procession"
        }
      ],
      "type": "section-heading"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "The procession then takes place. Incense is put into the thurible, all carry palms. The deacon then sings:"
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "V. Procedamus in pace.",
            "R. In nomine Christi. Amen."
          ]
        },
        {
          "lang": "en",
          "content": [
            "V. Let us go forth in peace.",
            "R. In the Name of Christ. Amen."
          ]
        }
      ],
      "type": "dialogue"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OCCURRUNT turbæ cum floribus et palmis Redemptori obviam: et victori triumphanti digna dant obsequia: Filium Dei ore gentes præ- dicant: et in laudem Christi voces tonant per nubila: Hosanna!"
        },
        {
          "lang": "en",
          "content": "The multitude goes out to meet the Redeemer with flowers and palms, and payeth the homage due to a triumphant conqueror: the nations proclaim the Son of God; and their voices rend the skies in the praise of Christ: \"Hosanna!\""
        }
      ],
      "type": "antiphon",
      "heading": "First Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CUM Angelis et pueris fideles inveniamur, triumphatori mortis clamantes: Hosanna in excelsis!"
        },
        {
          "lang": "en",
          "content": "Let the faithful join with the Angels and children, singing to the conqueror of death: \"Hosanna in the highest!\""
        }
      ],
      "type": "antiphon",
      "heading": "Second Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "TURBA multa, quæ convenerat ad diem festum, clamabat Domino: Benedictus qui venit in Nomine Domini: Hosanna in excelsis!"
        },
        {
          "lang": "en",
          "content": "A great multitude that was met together at the festival cried out to the Lord: \"Blessed is He that cometh in the Name of the Lord: Hosanna in the Highest!\""
        }
      ],
      "type": "antiphon",
      "heading": "Third Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "COEPERUNT omnes turbæ descendentium gaudentes laudare Deum voce magna, super omnibusi quas viderant virtutibus, dicentes: Benedictus qui venit Rex in nomine Domini: pax in terra, et gloria in excelsis."
        },
        {
          "lang": "en",
          "content": "All the multitude of those going up to the city, rejoicing began to praise God with a loud voice for all the wonders that they had seen, saying: \"Blessed be the King who cometh in the name of the Lord! Peace on earth and glory in the highest!\""
        }
      ],
      "type": "antiphon",
      "citation": "Luke 19. 37, 38",
      "heading": "Fourth Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "GLORIA, LAUS et honor tibi sit, Rex Christe Redemptor: Cui puerile decus prompsit Hosanna pium.",
            "Gloria, laus et honor tibi sit, Rex Christe Redemptor: Cui puerile decus prompsit Hosanna pium.",
            "Isræl es tu Rex, Davidis et inclyta proles: Nomine qui in Domini, Rex benedicte, venis. Gloria, laus.",
            "Coetus in excelsis te laudat cælicus omnis. Et mortalis homo, et cuncta creata simul. Gloria, laus.",
            "Plebs Hebræa tibi cum palmis obvia venit: Cum prece, voto, hymnis, adsumus ecce tibi. Gloria, laus.",
            "Hi tibi passuro solvebant munia laudis: Nos tibi regnanti pangimus ecce melos. Gloria, laus.",
            "Hi placuere tibi, placeat devotio nostra: Rex bone, Rex clemens, qui bona cuncta placent. Gloria, laus."
          ]
        },
        {
          "lang": "en",
          "content": [
            "Glory and praise to Thee, Redeemer blest: to whom their glad hosannas children poured.",
            "Glory and praise to Thee, Redeemer blest: to whom their glad hosannas children poured.",
            "Hail, Isræl's King, hail! David's son confessed! Who comest in the name of Isræl's Lord. Glory and praise.",
            "Thy praise in heav'n the host angelic sings; On earth mankind, with all created things. Glory and praise.",
            "Thee once with palms the Jews went forth to meet; Thee now with prayers and holy hymns we greet. Glory and praise.",
            "Thee, on Thy way to die, they crown'd with praise; To Thee, now King on high, our song we raise. Glory and praise.",
            "Thee their poor homage pleas'd, O gracious King! Ours too accept, the best that we can bring. Glory and praise."
          ]
        }
      ],
      "type": "hymn",
      "heading": "Gloria Laus"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OMNES collaudant nomen tuum, et dicunt: Benedictus qui venit in nomine Domini: Hosanna in excelsis."
        },
        {
          "lang": "en",
          "content": "All praise Thy name and say: \"Blessed is He that cometh in the name of the Lord! Hosanna in the highest!\""
        }
      ],
      "type": "antiphon",
      "heading": "Fifth Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "LAUDA, Jerusalem, Dominum: * lauda Deum tuum Sion.",
            "Quoniam confortavit seras portarum tuarum: * benedexit filiis tuis in te.",
            "Qui posuit fines tuos pacem: * et adipe frumenti satiat te.",
            "Qui emittit eloquium suum terræ: * velociter currit sermo ejus.",
            "Qui dat nivem sicut lanam: * nebulam sicut cinerem spargit.",
            "Mittit crystallum suam sicut buccellas: * ante faciem frigoris ejus quis sustinebit?",
            "Emittet verbum suum, et liquefaciet ea: * flabit spiritus ejus, et fluent aquæ.",
            "Qui annuntiat verbum suum Jacob: * justitias et judicia sua Isræl.",
            "Non fecit taliter omni nationi: * et judicia sua non manifestavit eis.",
            "Gloria Patri, et Filio * et Spiritui Sancto.",
            "Sicut erat in principio, et nunc, et semper, * et in sæcula seculorum. Amen."
          ]
        },
        {
          "lang": "en",
          "content": [
            "Praise the Lord, O Jerusalem: praise they God, O Sion.",
            "Because He hath strengthened the bolts of thy gates: He hath blessed thy children within thee.",
            "Who hath placed peace in thy borders: and filleth thee with the fat of corn.",
            "Who sendeth forth His speech to the earth: His word runneth swiftly.",
            "Who giveth snow like wool: scattereth mists like ashes.",
            "He sendeth His hailstones like crumbs: at His cold the waters freeze.",
            "He shall send out His word, and shall melt them: His wind shall blow, and the waters shall run.",
            "Who declareth His word to Jacob: His justices and His judgments to Isræl.",
            "He hath not done in like manner to any other nation: and His judgments He hath not made manifest to them.",
            "Glory be to the Father and to the Son and to the Holy Ghost.",
            "As it was in the beginning, is now, and every shall be, world without end. Amen."
          ]
        }
      ],
      "type": "psalm",
      "heading": "Psalm 147"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "The fifth Antiphon Omnes collaudant is repeated."
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FULGENTIBUS palmis prosternimur advenienti Domino; huic omnes occurramus cum hymnis et canticis, glorificantes et dicentes: Benedictus Dominus!"
        },
        {
          "lang": "en",
          "content": "With gleaming palms we pay homage to the Lord who comes: let us hasten forth to meet Him with hymns and psalms to His glory, saying: \"Blessed is the Lord.\""
        }
      ],
      "type": "antiphon",
      "heading": "Sixth Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "AVE, Rex noster, Fili David, Red emptor mundi, quem prophetæ prædixerunt Salvatorem domui Isræl esse venturum. Te enim ad salutarem victimam Pater misit in mundum, quem exspectabant omnes sancti ab origine mundi, et nunc: Hosanna Filio David. Benedictus qui venit in nomine Domini. Hosanna in excelsis."
        },
        {
          "lang": "en",
          "content": "Hail, our King, Son of David, Redeemer of the world, whom the prophets have foresaid would come as the Saviour of the house of Isræl. For the Father sent Thee into the world as a victim for our salvation, and all the holy ones from the beginning of the world were awaiting Thee and now cry: \"Hosanna to the Son of David! Blessed is He that cometh in the name of the Lord! Hosanna in the highest!\""
        }
      ],
      "type": "antiphon",
      "heading": "Seventh Antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "INGREDIENTE Domino in sanctam civitatem, Hebræorum pueri resurrectionem vitæ pronuntiantes, cum ramis palmarum: Hosanna, clamabant, in excelsis. Cum audisset populus, quod Jesus veniret Jerosolymam, exierunt obviam ei. Cum ramis."
        },
        {
          "lang": "en",
          "content": "As our Lord entered the holy city, the Hebrew children, heralding the resurrection of life, with palm branches, cried out: \"Hosanna in the highest!\" When the people heard that Jesus was coming to Jerusalem, they went forth to meet Him: With palm branches."
        }
      ],
      "type": "Responsory"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "When the celebrant comes with his ministers to the altar, he bows and, standing at the middle of the altar, facing the congregation, he says the following prayer."
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "V. Dominus vobiscum.",
            "R. Et cum spiritu tuo."
          ]
        },
        {
          "lang": "en",
          "content": [
            "V. The Lord be with you.",
            "R. And with thy spirit."
          ]
        }
      ],
      "type": "dialogue"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DOMINE Jesu Christe, Rex ac Redemptor noster, in cujus honorem, hos ramos gestantes, solemnes laudes decantavimus: concede propitius; ut, quocumque hi rami deportati fuerint, ibi tuæ benedictionis gratia descendat, et, quavis dæmonum iniquitate vel illusione profligata, dextera tua protegat, quos redemit. Qui vivis et regnas."
        },
        {
          "lang": "en",
          "content": "Lord Jesus Christ, our King and our Redeemer, bearing these palms we have sung Your solemn praises; grant in Your mercy that wherever these palms are brought, there the grace of Your blessing may be poured out, every wickedness and deceit of the evil one may be set at naught and the protection of Your right hand rest on those whom You have redeemed. Who livest and reignest."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "The celebrant and his ministers put on violet vestments. At the Mass following the Procession of palms the prayers at the foot of the altar are not said. During the singing of the Passion the palms are not held."
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "Proper of the Mass"
        }
      ],
      "type": "section-heading"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DOMINE, ne longe fácias auxílium tuum a me, ad defensiónem meam, áspice: líbera me de ore leónis, et a córnibus unicórnium humilitátem meam. <em>Ps. 21. 2</em> Deus, Deus meus, réspice in me: quare me dereliquísti? longe a salúte mea verba delictórum meórum. Dómine, ne longe."
        },
        {
          "lang": "en",
          "content": "O LORD, keep not Thy help far from me: look to my defense: deliver me from the lion’s mouth, and my lowness from the horns of the unicorns. <em>Ps.</em> O God, my God, look upon me; why hast Thou forsaken me? Far from my salvation are the words of my sins. Lord, keep not."
        }
      ],
      "citation": "Psalm. 21, 20, 22, 2",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OMNÍPOTENS sempitérne Deus, qui humáno géneri ad imitándum humilitátis exémplum, Salvatórem nostrum carnem súmere et crucem subíre fecísti: concéde propítius; ut et patiéntiæ ipsíus habére documénta et resurrectiónis consórtia mereámur. Per eúmdem Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Almighty and everlasting God, who didst will that our Saviour should take upon Him our flesh and suffer death upon the cross, that all mankind should follow the example of His great humility; mercifully grant that we may both follow the example of His patience and also be made partakers of His resurrection. Through the same our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Hoc enim sentíte in vobis, quod et in Christo Jesu: qui cum in forma Dei esset, non rapínam arbitrátus est esse se æquálem Deo: sed semetípsum exinanívit formam servi accípiens, in similitúdinem hóminum factus, et hábitu invéntus ut homo. Humiliávit semetípsum, factus obédiens usque ad mortem, mortem autem crucis. Propter quod et Deus exaltávit illum: et donávit ille nomen, quod est super omne nomen: (<em>Here all genuflect</em>) ut in nómine Jesu omne genu flectátur cœléstium, terréstrium et infernórum: et omnis lingua confiteátur, quia Dóminus Jesus Christus in glória est Dei Patris."
        },
        {
          "lang": "en",
          "content": "Brethren, let this mind be in you which was also in Christ Jesus: who being in the form of God, thought it not robbery to be equal with God; but emptied Himself, taking the form of a servant, being made in the likeness of men, and in habit found as a man. He humbled Himself, becoming obedient unto death, even to the death of the cross. For which cause God also hath exalted Him, and hath given Him a name which is above all names: (<em>Here all genuflect</em>) that in the name of Jesus every knee should bend, of those that are in heaven, on earth, and under the earth: and that every tongue should confess that the Lord Jesus Christ is in the glory of God the Father."
        }
      ],
      "citation": "Philippians 2. 5-11",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "TENUÍSTI manum déxteram meam: et in voluntáte tua deduxísti me: et cum glória assumpsísti me. V. Quam bonus Israël Deus rectis corde! Mei autem pæne moti sunt pedes, pæne effúsi sunt gressus mei: quia zelávi in peccatóribus, pacem peccatórum videns."
        },
        {
          "lang": "en",
          "content": "Thou hast held me by my right hand; and by Thy will Thou hast conducted me, and with Thy glory Thou hast received me. V. How good is God to Isræl, to those of an upright heart! but my feet were almost moved, my steps had well-nigh slipped: because I was jealous of sinners, seeing the prosperity of sinners."
        }
      ],
      "citation": "Psalm 72. 24. 1-3",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, Deus meus, réspice in me: quare me dereliquísti? V. Longe a salúte mea verba delictórum meó- rum. V. Deus meus, clamábo per diem, nec exáudies: in nocte, et non ad insipiéntiam mihi. V. Tu autem in sancto hábitas, laus Israël. V. In te speravérunt patres nostri: speravérunt, et liberásti eos. V. Ad te clamavérunt, et salvi facti sunt: in te speravérunt, et non sunt confúsi. V. Ego autem sum vermis, et non homo: oppróbrium hóminum et abjéctio plebis. V. Omnes qui vidé- bant me, aspernabántur me: locúti sunt lábiis et movérunt caput. V. Sperávit in Dómino, erípiat eum: salvum fáciat eum, quóniam vult eum. V. Ipsi vero consideravérunt et conspexérunt me: divisérunt sibi vestiménta mea, et super vestem meam misérunt sortem. V. Líbera me de ore leónis: et a córnibus unicórnium humilitátem meam. V. Qui timétis Dóminum, laudáte eum: univérsum semen Jacob, magnificáte eum. V. Annuntiábitur Dómino generátio ventúra: et annuntiábunt cæli justítiam ejus. V. Pópulo, qui nascétur, quem fecit Dóminus."
        },
        {
          "lang": "en",
          "content": "O God, my God, look upon me; why hast Thou forsaken me? V. Far from my salvation are the words of my sins. V. O my God, I shall cry by day, and Thou wilt not hear; and by night, and it shall not be reputed as folly in me. V. But Thou dwellest in the holy place, the praise of Isræl. V. In Thee have our fathers hoped: they have hoped, and Thou hast delivered them. V. They cried to Thee, and they were saved: they trusted in Thee, and were not confounded. V. But I am a worm, and no man: the reproach of men and the out­cast of the people. V. All they that saw me have laughed me to scorn: they have spoken with the lips and wagged the head. V. He hoped in the Lord, let Him deliver Him: let Him save Him, seeing He delighteth in Him. V. But they have looked and stared upon me: they parted my garments amongst them, and upon my vesture they cast lots. V. Deliver me from the lion’s mouth: and my lowness from the horns of the unicorns. V. Ye that fear the Lord, praise Him: all ye the seed of Jacob, glorify Him. V. There shall be declared to the Lord a generation to come; and the heavens shall show forth His justice. V. To a people that shall be born, which the Lord hath made."
        }
      ],
      "citation": "Psalm 21. 2-9, 18, 19, 22, 24, 32",
      "type": "tract"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "Pássio Dómini nostri Jesu Christi secúndum Matth ǽum.",
            "IN illo tempore: Venit Jesus cum disciplis suis in villam, quæ dícitur Gethsémani, et dixit discípulis suis: ? Sedéte hic, donec vadam illuc, et orem. C. Et assúmpto Petro, et duóbus fílius Zebed ǽi, cœpit contristári et mœstus esse. Tunc ait illis: ? Tristis est ánima mea usque ad mortem: sustinéte hic, et vigiláte mecum. C. Et progréssus pusíllum, prócidit in fáciem suam, orans, et dicens: ? Pater mi, si possíbile est, tránseat a me calix iste. Verúmtamen non sicut ego volo, sed sicut tu. C. Et venit ad discípulos suos, et invénit eos dormiéntes: et dicit Petro: ? Sic non potuístis una hora vigiláre mecum? Vigiláte, et oráte, ut non intrétis in tentatiónem. Spíritus quidem promptus est, caro autem infírma. C. Iterum secúndo ábiit, et orávit, dicens: ? Pater mi, si non potest hic calix transíre, nisi bibam illum, fiat volúntas tua. C. Et venit íterum, et invénit eos dormiéntes: erant enim óculi eórum graváti. Et relíctis illis, íterum ábiit, et orávit tértio, eúmdem sermónem dicens. Tunc venit ad discípulos suos, et dicít ills: ? Dormíte jam, et requiéscite: ecce appropinquávit hora, et Fílius hóminis tradétur in manus peccatórum. Súrgite, eámus: ecce appropinquávit qui me tradet.",
            "C. Adhuc eo loquénte, ecce Judas unus de duódecim venit, et cum eo turba multa cum gládiis, et fústibus, missi a princípibus sacerdótum, et senióribus pópuli. Qui autem trádidit eum, dedit illis signum dicens: S. Quemcúmque osculátus fúero, ipse est, tenéte eum. C. Et conféstim accédens ad Jesum, dixit: S. Ave, Rabbi. C. Et osculátus est eum. Dixítque illi Jesus: ? Amíce, ad quid venísti? C. Tunc accessérunt, et manus injecérunt in Jesum, et tenuérunt eum. Et ecce unus ex his, qui erant cum Jesu, exténdens manum, exémit gládium suum, et percútiens servum príncipis sacerdótum, amputávit aurí- culam ejus. Tunc ait illi Jesus: ? Convérte gládium tuum in locum suum. Omnes enim, qui accéperint",
            "gládium, gládio períbunt. An putas, quia non possum rogáre Patrem meum, et exhibébit mihi modo plus quam duodecim legiónes Angeló- rum? Quómodo ergo implebúntur Scriptúræ, quia sic opórtet fíeri? C. In illa hora dixit Jesus turbis: ? Tamquam ad latrónem exístis cum gládiis et fústibus comprehéndere me: quotídie apud vos sedébam docens in templo, et non me tenuístis. C. Hoc autem totum factum est, ut adimpleréntur Scriptúræ prophetárum. Tunc discípuli omnes, relícto eo, fugérunt.",
            "At illi tenéntes Jesum, duxérunt ad Cáipham príncipem sacerdótum, ubi scribæ et senióres convénerant. Petrus autem sequebátur eum a longe, usque in átrium príncipis sacerdótum. Et ingréssus intro, sedébat cum minístris, ut vidéret finem. Príncipes autem sacerdótum, et omne concílium, quærébant falsum testimónium contra Jesum, ut eum morti tráderent: et non invenérunt, cum multi falsi testes accessíssent. Novíssime autem venérunt duo falsi testes et dixérunt: S. Hic dixit: Possum destrúere templum Dei, et post tríduum reædificáre illud. C. Et surgens prínceps sacerdótum, ait illi: S. Nihil respóndes ad ea, quæ isti advérsum te testificántur? C. Jesus autem tacébat. Et princeps sacerdó­ tum aít illi: S. Adjúro te per Deum vivum, ut dicas nobis, si tu es Christus Fílius Dei. C. Dicit illi Jesus: ? Tu dixísti. Verúmtamen dico vobis, ámodo vidébitis Fílium hó- minis sedéntem a dextris virtútis Dei, et veniéntem in núbibus cæli. C. Tunc princeps sacerdótum scidit vestiménta sua, dicens: S. Blasphemávit: quid adhuc egémus téstibus? Ecce nunc audístis blasphémiam: quid vobis vidétur? C. At illi respondéntes dixérunt: S. Reus est mortis. C. Tunc exspuérunt in fáciem ejus, et coláphis eum cecidérunt, álii autem palmas in fáciem ejus dedérunt, dicéntes: S. Prophetíza nobis, Christe, quis est qui te percússit?",
            "C. Petrus vero sedébat foris in átrio: et accéssit ad eum una ancílla, dicens: S. Et tu cum Jesu Galil ǽo eras. C. At ille negávit coram ómnibus, dicens: S. Néscio quid dicis. C. Exeúnte autem illo jánuam, vidit eum ália ancílla, et aít his, qui erant ibi: S. Et hic erat cum Jesu Nazaréno. C. Et íterum negávit cum juraménto: Quia non novi hóminem. Et post pusíllum accessérunt qui stabant, et dixérunt Petro: S. Vere et tu ex illis es: nam et loquéla tua maniféstum te facit. C. Tunc cœpit detestári, et juráre quia non novísset hóminem. Et contínuo gallus cantávit. Et recordátus est Petrus verbi Jesu, quod díxerat: Príusquam gallus cantet, ter me negábis. Et egréssus foras, flevit amáre.",
            "Mane autem facto, consílium inié- runt omnes príncipes sacerdótum, et senióres pópuli advérsus Jesum, ut eum morti tráderent. Et vinctum adduxérunt eum, et tradidérunt Póntio Piláto pr ǽsidi. Tunc videns Judas, qui eum trádidit, quod damnátus esset, pœniténtia ductus, rétulit trigínta argénteos princí­ pibus sacerdótum et senióribus, dicens: S. Peccávi, tradens sánguinem justum. C. At illi dixérunt: S. Quid ad nos? Tu víderis. C. Et projéctis argénteis in templo, recéssit: et ábiens, láqueo se suspéndit. Príncipes autem sacerdótum, accéptis argénteis, dixérunt: S. Non licet eos míttere in córbonam: quia prétium sánguinis est. C. Consílio autem ínito, emérunt ex illis agrum fíguli, in sepultúram peregrinórum. Propter hoc vocátus est ager ille Hacéldama, hoc est, ager sánguinis, usque in hodiérnum diem. Tunc implétum est, quod dictum est per Jeremíam prophétam, dicéntem: Et accepérunt trigínta angénteos pré- tium appretiáti, quem appretiavérunt a fíliis Israël: et dedérunt eos in agrum fíguli, sicut constítuit mihi Dóminus.",
            "Jesus autem stetit ante pr ǽsi­dem, et interrogávit eum præses, dicens: S. Tu es rex Judæórum? C. Dicit illi Jesus: X Tu dicis. C. Et cum accusarétur a princípibus sacerdótum et senióribus, nihil respóndit: Tunc dicit illi Pilátus: S. Non audis quanta advérsum te dicunt testimónia? C. Et non respóndit ei ad ullum verbum, ita ut mirarétur præses veheménter. Per diem autem solémnem consuéverat præses pópulo dimíttere unum vinctum, quem voluíssent. Habébat autem tunc vinctum insígnem, qui dicebátur Barábbas. Congregatis ergo illis dixit Pilátus: S. Quem vultis dimíttam vobis: Barábbam, an Jesum, qui dícitur Christus? C. Sciébat enim quod per invídiam tradidíssent eum. Sedénte autem illo pro tribunáli, misit ad eum uxor ejus, dicens: S. Nihil tibi et justo illi: multa enim passa sum hódie per visum propter eum. C. Príncipes autem sacerdótum et senióres persuasérunt pópulis ut péterent Barábbam, Jesum vero pérderent. Respóndens autem præses ait illis: S. Quem vultis vobis de duóbus dimítti? C. At illi dixérunt: S. Barábbam. C. Dicit illis Pilátus: S. Quid ígitur fáciam de Jesu, qui dícitur, Christus? C. Dicunt omnes: S. Crucifigátur. C. Ait illis præses: S. Quid enim mali fecit? C. At illi magis clamá- bant, dicéntes: S. Crucifigátur. C. Videns autem Pilátus quia nihil profíceret, sed magis tumúltus fíeret: accépta aqua, lavit manus coram pópuli, dicens: S. Innocens ego sum a sánguine justi hujus: vos vidéritis. C. Et respóndens univérsus pópulus, dixit: S. Sanguis ejus super nos, et super fílios nostros. C. Tunc dimísit illis Barábbam: Jesum autem flagellátum trádidit eis, ut crucifigerétur. Tunc mílites pr ǽsidis suscipiéntes Jesum in prætórium, congregavérunt ad eum univérsam cohórtem: et exuéntes eum, chlamydem coccíneam circumdedérunt ei: et plecténtes corónam de spinis, posuérunt super caput ejus, et arúndinem in déxtera ejus. Et genu flexo ante eum, illudébant ei, dicéntes: S. Ave, Rex Judæórum. C. Et exspuéntes in eum, accepérunt arúndinem, et percutiébant caput ejus. Et postquam illusérunt ei, exuérunt eum chlámyde, et induérunt eum vestiméntis ejus, et duxérunt eum ut crucifígerent.",
            "Exeúntes autem, invenérunt hóminem Cyren ǽum, nómine Simónem: hunc angariavérunt, ut tólleret crucem ejus. Et venérunt in locum qui dícitur Gólgotha, quod est Calváriæ locus. Et dedérunt ei vinum bíbere cum felle mixtum. Et cum gustásset, nóluit bíbere. Postquam autem crucifixérunt eum, divisérunt vestiménta ejus, sortem mitténtes: ut implerétur quod dictum est per Prophétam, dicéntem: Divisérunt sibi vestiménta mea, et super vestem meam misérunt sortem. Et sedéntes, servábant eum. Et imposué- runt super caput ejus causam ipsíus scriptam: Hic est Jesus Rex Judæó- rum. Tunc crucifíxi sunt cum eo duo latrónes: unus a dextris, et unus a sinístris. Prætereúntes autem blasphemábant eum, movéntes cá- pita sua et dicéntes: S. Vah, qui déstruis templum Dei, et in tríduo illud reædíficas: salva temetípsum. Si Fílius Dei es, descende de cruce. C. Simíliter et príncipes sacerdótum illudéntes cum scribis et senióribus, dicébant: S. Alios salvos fecit, seípsum non potest salvum fácere: si Rex Israël est, descéndat nunc de cruce, et crédimus ei: confídit in Deo: líberet nunc, si vult eum; dixit enim: Quia Fílius Dei sum. C. Idípsum autem et latrónes, qui crucifíxi erant cum eo, improperábant ei.",
            "A sexta autem hora ténebræ factæ sunt super univérsam terram usque ad horam nonam. Et circa horam nonam clamávit Jesus voce magna, dicens: ? Eli, Eli, lamma sabacthá- ni? C. Hoc est: ? Deus meus, Deus meus, ut quid dereliquísti me? C. Quidam autem illic stantes, et audiéntes, dicébant: S. Eliam vocat iste. C. Et contínuo currens unus ex eis, accéptam spóngiam implévit acéto et impósuit arúndini, et dabat ei bíbere. Céteri vero dicébant: S. Sine, videámus an véniat Elías líberans eum. C. Jesus autem íterum clamans voce magna, emísit spíritum.",
            "Et ecce velum templi scissum est in duas partes a summo usque deórsum: et terra mota est, et petræ scissæ sunt et monuménta apérta sunt: et multa córpora sanctórum, qui dormíerant, surrexérunt. Et exeúntes de monuméntis post resurrectiónem ejus, venérunt in sanctam civitátem, et apparuérunt multis. Centúrio autem et qui cum eo erant, custodiéntes Jesum, viso terræmótu, et his quæ fiébant, timuérunt valde, dicéntes: S. Vere Fílius Dei erat iste. C. Erant autem ibi mulíeres multæ a longe, quæ secútæ erant Jesum a Galil ǽa, ministrántes ei: inter quas erat María Magdaléne, et María Jacóbi, et Joseph mater, et mater filiórum Zebed ǽi.",
            "Cum autem sero factum esset, venit quidam homo dives ab Arimath ǽa, nómine Joseph, qui et ipse discípulus erat Jesu. Hic accéssit ad Pilátum, et pétiit corpus Jesu. Tunc Pilátus jussit reddi corpus. Et accépto córpore, Joseph invólvit illud in síndone munda. Et pósuit illud in monuménto suo novo, quod excíderat in petra. Et advólvit saxum magnum ad óstium monuménti, et ábiit."
          ]
        },
        {
          "lang": "en",
          "content": [
            "The Passion of our Lord Jesus Christ according to St. Matthew.",
            "At that time, Jesus came with His disciples into a country place which is called Gethsemane; and He said to His disciples: Sit you here, till I go yonder and pray. And taking with Him Peter and the two sons of Zebedee, He began to grow sorrowful and to be sad. Then He saith to them: My soul is sorrowful even unto death; stay you here and watch with Me. And going a little further, He fell upon His face, praying and saying: My Father, if it be. possible, let this chalice pass from Me: Nevertheless, not as I will, but as Thou wilt. And He cometh to His disciples, and findeth them asleep. And He saith to Peter: What! Could you not watch one hour with Me? Watch ye, and pray that ye enter not into temptation. The spirit indeed is willing, but the flesh weak. Again the second time, He went and prayed, saying: My Father, if this chalice may not pass away, but I must drink it, Thy will be done. And He cometh again, and findeth them sleeping: for their eyes were heavy. And leaving them, He went again: and He prayed the third time, saying the selfsame word. Then He cometh to His disciples, and saith to them: Sleep ye now and take your rest: behold, the hour is at hand, and the Son of man shall be betrayed into the hands of sinners. Rise, let us go: behold, he is at hand that will betray Me.",
            "As He yet spoke, behold Judas, one of the twelve, came, and with him a great multitude with swords and clubs, sent from the chief priests and the ancients of the people. And he that betrayed Him gave them a sign, saying: Whomsoever I shall kiss, that is He: hold Him fast. And forthwith coming to Jesus, he said: Hail, Rabbi. And he kissed Him. And Jesus said to Him: Friend, whereto art thou come? Then they came up and laid hands on Jesus, and held Him. And behold one of them that were with Jesus, stretching forth his hand, drew out his sword, and striking the servant of the high priest, cut off his ear. Then Jesus saith to him: Put up again thy sword into its place; for all that take the sword shall perish with the sword. Thinkest thou that I cannot ask My Father, and He will give Me presently more than twelve legions of angels? How then shall the Scriptures be fulfilled, that so it must be done? In that same hour Jesus said to the multitudes: You are come out, as it were to a robber, with swords and clubs to apprehend Me. I sat daily with you, teaching in the Temple, and you laid not hands on Me. Now all this was done that the Scriptures of the prophets might be fulfilled. Then the disciples, all leaving Him, fled.",
            "But they holding Jesus led Him to Caiphas the high priest, where the scribes and the ancients were assembled. And Peter followed Him afar off, even to the court of the high priest. And going in, he sat with the servants, that he might see the end. And the chief priests and the whole council sought false witness against Jesus, that they might put Him to death. And they found not, whereas many false witnesses had come in. And last of all there came two false witnesses; and they said: This man said, I am able to destroy the temple of God, and after three days to rebuild it. And the high priest, rising up, said to Him: Answerest Thou nothing to the things which these witness against Thee? But Jesus held His peace. And the high priest said to Him: I adjure Thee by the living God, that Thou tell us if Thou be the Christ the Son of God. Jesus saith to him: Thou hast said it. Nevertheless I say to you, hereafter you shall see the Son of man sitting on the right hand of the power of God, and coming in the clouds of heaven. Then the high priest rent his garments, saying: He hath blasphemed; what further need have we of witness? Behold, now you have heard the blasphemy. What think you? But they answering, said: He is guilty of death. Then did they spit in His face and buffeted Him; and others struck His face with the palms of their hands, saying: Prophesy unto us, O Christ, who is he that struck Thee?",
            "But Peter sat without in the court, and there came to him a servant-maid, saying: Thou also wast with Jesus the Galilean. But he denied before them all, saying: I know not what thou sayest. And as he went out of the gate, another maid saw him, and she said to them that were there: This man also was with Jesus of Nazareth. And again he denied with an oath: I know not the man. And after a little while, they came that stood by and said to Peter: Surely thou also art one of them; for even thy speech doth discover thee. Then he began to curse and to swear that he knew not the man; and immediately the cock crew. And Peter remembered the word of Jesus which He had said: Before the cock crow, thou wilt deny Me thrice. And going forth, he wept bitterly.",
            "And when morning was come, all the chief priests and ancients of the people took counsel against Jesus, that they might put Him to death. And they brought Him bound, and delivered Him to Pontius Pilate the governor. Then Judas, who betrayed Him, seeing that He was condemned, repenting himself, brought back the thirty pieces of silver to the chief priests and ancients, saying: I have sinned in betraying innocent blood. But they said: What is that to us? Look thou to it. And casting down the pieces of silver in the Temple, he departed; and went and hanged himself with an halter. But the chief priests having taken the pieces of silver, said: It is not lawful to put them into the corbona, because it is the price of blood. And after they had consulted together, they bought with them the potter’s field, to be a burying-place for strangers. For this cause that field was called Haceldama, that is The field of blood, even to this day. Then was fulfilled that which was spoken by Jeremias the prophet, saying: And they took the thirty pieces of silver, the price of Him that was prized, whom they prized of the children of Isræl; and they gave them unto the potter’s field, as the Lord appointed to me.",
            "And Jesus stood before the governor asked Him, saying: Art Thou the King of the Jews? Jesus saith to him: Thou sayest it. And when He was accused by the chief priests and ancients, He answered nothing. Then Pilate saith to Him: Dost not Thou hear how great testimonies they allege against Thee? And He answered to him never a word, so that the governor wondered exceedingly. Now upon the solemn day the governor was accustomed to release to the people one prisoner, whom they would. And he had then a notorious prisoner that was called Barabbas. They therefore being gathered together, Pilate said: .Whom will you that I release to you, Barabbas, or .Jesus that is called Christ? For he knew that for envy they had delivered Him. And as he was sitting in the place of judgment his wife sent to him, saying: Have thou nothing to do with that just man, for I have suffered many things this day in a dream because of Him. But the chief priests and ancients persuaded the people that they should ask Barabbas, and make Jesus away. And the governor answering, said to them: Whether will you of the two to be released unto you? But they said: Barabbas. Pilate saith to them: What shall I do then with Jesus that is called Christ? They say all: Let Him be crucified. The governor said to them: Why, what evil hath He done? But they cried out the more, saying: Let Him be crucified. And Pilate seeing that he prevailed nothing, but that rather a tumult was made, taking water washed his hands before the people, saying: I am innocent of the blood of this just man; look you to it. And the whole people answering, said: His blood be upon us and upon our children. Then he released to them Barabbas: and having scourged Jesus, delivered Him unto them to be crucified. Then the soldiers of the governor, taking Jesus into the hall, gathered together unto Him the whole band; and stripping Him they put a scarlet cloak about Him; and platting a crown of thorns they put it upon His head and a reed in His right hand. And bowing the knee before Him, they mocked Him, saying: Hail, king of the Jews. And spitting upon Him, they took the reed and struck His head. And after they had mocked Him, they took off the cloak from Him, and put on Him His own garments, and led Him away to crucify Him.",
            "And going out, they found a man of Cyrene, named Simon: him they forced to take up His cross. And they came to the place that is called Golgotha, which is the place of Calvary. And they gave Him wine to drink mingled with gall: and when He had tasted He would not drink. And after they had crucified Him, they divided His garments, casting lots; that it might be fulfilled which was spoken by the prophet, saying: They divided My garments among them, and upon My vesture they cast lots. And they sat and watched Him. And they put over His head His cause written: This is Jesus the King of the Jews. Then were crucified with Him two thieves: one on the right hand and one on the left. And they that passed by blasphemed Him, wagging their heads, and saying: Vah, Thou that destroyest the temple of God and in three days dost rebuild it, save Thy own self. If Thou be the Son of God, come down from the cross. In like manner also the chief priests with the scribes and ancients, mocking, said: He saved others, Himself He cannot save: if He be the king of Isræl, let Him now come down from the cross, and we will believe Him; He trusted in God, let Him now deliver Him if He will have Him; for He said: I am the Son of God. And the self-same thing the thieves also that were crucified with Him reproached Him with.",
            "Now from the sixth hour there was darkness over the whole earth, until the ninth hour. And about the ninth hour, Jesus cried with a loud voice, saying: Eli, Eli, lamma sabacthani? That is, My God, My God, why hast Thou forsaken Me? And some that stood there and heard, said: This man calleth Elias. And immediately one of them running took a sponge and filled it with vinegar and put it on a reed and gave Him to drink. And the others said: Let be; let us see whether Elias will come to deliver Him. And Jesus again crying with a loud voice, yielded up the ghost.",
            "And behold the veil of the temple was rent in two from the top even to the bottom; and the earth quaked and the rocks were rent; and the graves were opened, and many bodies of the saints that had slept arose, and coming out of the tombs after His resurrection, came into the holy city, and appeared to many. Now the centurion and they that were with him watching Jesus, having seen the earthquake and the things that were done, were sore afraid, saying: Indeed this was the Son of God. And there were there many women afar off, who had followed Jesus from Galilee, ministering unto Him: among whom was Mary Magdalen, and Mary the Mother of James and Joseph, and the mother of the sons of Zebedee.",
            "And when it was evening, there came a certain rich man of Arimathea, named Joseph, who also himself was a disciple of Jesus. He went to Pilate and asked the body of Jesus. Then Pilate commanded that the body should be delivered. And Joseph taking the body wrapt it up in a clean linen cloth, and laid it in his own new monument, which he had hewed out in a rock. And he rolled a great stone to the door of the monument and went his way."
          ]
        }
      ],
      "citation": "Matthew 26. 36-75; 27. 1-60",
      "heading": "The Passion",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IMPROPÉRIUM exspectávit cor meum, et misériam: et sustínui qui simul mecum contristarétur, et non fuit: consolántem me quæsívi, et non invéni: et dedérunt in escam meam fel, et in siti mea potavérunt me acéto."
        },
        {
          "lang": "en",
          "content": "My heart hath expected reproach and misery; and I looked for one that would grieve together with Me, but there was none: I sought for one that would comfort Me, and I found none; and they gave Me gall for My food, and in My thirst they gave Me vinegar to drink."
        }
      ],
      "citation": "Psalm 68. 21-22",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CONCÉDE, qu ǽsumus, Dómine: ut óculis tuæ majestátis munus oblá- tum, a grátiam nobis devotiónis obtíneat, et efféctum beátæ perennitátis acquírat. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant, we beseech Thee, O Lord, that the offering made in the presence of Thy majesty may procure us the grace of devotion, and effectually obtain for us a blessed eternity. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, ǽ- quum et salutáre, nos tibi semper, et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Qui salútem humáni géneris in ligno Crucis constituísti: ut, unde mors oriebátur, inde vita resúgeret: et qui in ligno vincébat, in ligno quoque vincerétur: per Christum Dóminum nostrum. Per quem majestátem tuam laudant Angeli, adó- rant Dominatiónes, tremunt Potestátes. Cæli, cælorúmque Virtútes ac beáta Séraphim, sócia exsultatióne concélebrant. Cum quibus et nostras voces, ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and availing unto salvation that we should at all times and in all places give thanks unto Thee, O holy Lord, Father almighty and everlasting God. Who didst set the salvation of mankind upon the tree of the Cross, so that whence came death, thence also life might rise again, and that he who overcame by the tree might also be overcome on the tree: through Christ our Lord. Through whom the Angels praise Thy majesty, the Dominations worship it, and the powers stand in awe. The Heavens and the heavenly hosts, and the blessed Seraphim join together in celebrating their joy. With these we pray Thee join our voices also, while we say with lowly praise:"
        }
      ],
      "type": "preface",
      "heading": "Preface for the Passion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PATER, si non potest hic calix transíre nisi bibam illum, fiat volúntas tua."
        },
        {
          "lang": "en",
          "content": "Father, if this chalice may not pass away, but I must drink it, Thy will be done."
        }
      ],
      "citation": "Matthew 26. 42",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PER hujus, Dómine, operatiónem mystérii: et vítia nostra purgéntur, et justa desidéria compleántur. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "By the operation of this mystery, O Lord, may Our vices be destroyed and our just desires fulfilled. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
