{
  "name": "Ash Wednesday",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "lent",
  "sourceName": "maternal-heart",
  "sourceLink": "http://www.maternalheart.org/propers/Septuagesima%20to%20Passion%20Sunday/Ash%20Wednesday/Ash%20Wednesday.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "en",
          "content": "Blessing of the Ashes"
        }
      ],
      "type": "section-heading"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "Before Mass begins, the celebrant (with or without cope) and his ministers, in violet vestments, go up to the altar. The Choir sings:"
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "EXAUDI nos, Domine, quoniam benigna est misericordia tua: est secundum multitudinem miserationum tuarum respice nos, Domine. <em>Ps. 68. 2.</em> Salvum me fac, Deus: quoniam intraverunt aquae usque ad animam meam. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "Hear us, O Lord, for Thy mercy is kind: look upon us, O Lord, according to the multitude of Thy tender mercies. <em>Ps. 68. 2.</em> Save me, O God: for the waters are come in even unto my soul. V. Glory be to the Father. "
        }
      ],
      "score": {
        "gabc": "(c3) EX(eh)áu(hi)di(ijI'H) nos(hif') *() Dó(h)mi(hji)ne,(i.) (;) quó(i)ni(k)am(k) be(kkk)ní(i)gna(k) est(kkk) (,) mi(i)se(g)ri(i)cór(i!kkk)di(ih)a(h) tu(hji)a:(i.) (:) se(i)cún(e)dum(i) mul(h)ti(i)tú(i!kkk)di(ih)nem(h.) (,) mi(h)se(h)ra(h)ti(h)ó(hji)num(h) tu(hhh)á(f!h'i)rum(hiHG.) (;) ré(g!i'j)spi(i_h)ce(h_g) nos,(hhhfi) Dó(hiH'F)mi(fe)ne.(e.) <i>Ps.</i>(::) Sal(ehg)vum(hi) me(i) fac(i) De(i)us:(i.) (,) quó(i)ni(i)am(i) in(i)tra(i)vé(ik)runt(j) a(ji)quæ(ij..) *(:) us(ig)que(hi) ad(i) á(i!jwk)ni(i')mam(h) me(hhh)am.(fe..) (::) Gló(ehg)ri(hi)a(i) Pa(i)tri.(i) (::) E(i) u(i!jwk) o(i') u(h) a(hhh) e.(fe..) (::)",
        "book": "The Liber Usualis, 1961, p. 521",
        "source": "https://gregobase.selapa.net/chant.php?id=2907",
        "retrieved": "1517802015"
      },
      "citation": "Psalm 68. 17, 2",
      "type": "antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "V. Dominus vobiscum.",
            "R. Et cum spiritu tuo."
          ]
        },
        {
          "lang": "en",
          "content": [
            "V. The Lord be with you.",
            "R. And with thy spirit."
          ]
        }
      ],
      "type": "dialogue"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OMNIPOTENS sempiterne Deus, parce pænitentibus, propitiare supplicantibus, et mittere digneris sanctum Angelum tuum de caelis, qui benedicat, + et sanctificet + hos cineres, ut sint remedium salubre omnibus nomen sanctum tuum  humiliter implorantibus, ac semetipsos pro conscientia delictorum suorum accusantibus, ante conspectum divinae clementiae tuae facinora sua deplorantibus, vel serenissimam pietatem tuam suppliciter, obnixeque flagitantibus: et praesta per invocationem sanctissimi nominis tui; ut quicumque per eos aspersi fuerint, pro redemptione peccatorum suorum, corporis sanitatem, et animae tutelam percipiant. Per Christum Dominum nostrum. R. Amen."
        },
        {
          "lang": "en",
          "content": "Almighty and everlasting God, spare those who are penitent, be merciful to those who implore Thee; and vouchsafe to send Thy holy Angel from heaven, to bless + and sanctify + these ashes, that they may be a wholesome remedy to all who humbly implore Thy holy Name, and who accuse themselves, conscious of their sins, deploring their misdeeds before Thy divine mercy, or humbly and earnestly beseeching Thy sovereign goodness: and grant through the invocation of Thy most holy Name that whosoever shall be sprinkled with them for the remission of their sins may receive both health of body and safety of soul. Through Christ our Lord. R. Amen."
        }
      ],
      "type": "collect",
      "heading": "First Prayer"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui non mortem, sed pænitentiam desideras peccatorum: fragilitatem conditionis humanae benignissime respice; et hos cineres, quos causa proferendae humilitatis, atque promerendae veniae, capitibus nostris imponi decernimus, benedicere + pro tua pietate dignare: ut, qui nos cinerem esse, et ob pravitatis nostrae demeritum in pulverem reversuros cognoscimus; peccatorum omnium veniam, et praemia pænitentibus repromissa, misericorditer consequi mereamur. Per Christum Dominum nostrum. R. Amen."
        },
        {
          "lang": "en",
          "content": "O God, who desirest not the death, but the repentance of sinners, look down most graciously upon the frailty of human nature; and in Thy goodness vouchsafe to bless + these ashes which we purpose to put upon our heads in token of our lowliness and to obtain forgiveness: so that we who know that we are but ashes, and for the demerits of our wickedness are to return to dust, may deserve to obtain of Thy mercy, the pardon of all our sins, and the rewards promised to the penitent. Through Christ our Lord. R. Amen."
        }
      ],
      "type": "collect",
      "heading": "Second Prayer"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui humiliatione flecteris, et satisfactione placaris: aurem tuae pietatis inclina precibus nostris; et capitibus servorum tuorum, horum cinerum aspersione contactis, effunde propitius gratiam tuae benedictionis: ut eos et spiritu compunctionis repleas, et quae juste postulaverint, efficaciter tribuas; et concessa perpetuo stabilita, et intacta manere decernas. Per Christum Dominum nostrum. R. Amen."
        },
        {
          "lang": "en",
          "content": "O God, who art moved by humiliation, and appeased by satisfaction: incline the ear of Thy goodness to our prayers and mercifully pour forth upon the heads of Thy servants sprinkled with these ashes the grace of Thy blessing: that Thou mayest both fill them with the spirit of compunction, and effectually grant what they have justly prayed for: and ordain that what Thou hast granted may be permanently established and remain unchanged. Through Christ our Lord. R. Amen."
        }
      ],
      "type": "collect",
      "heading": "Third Prayer"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OMNIPOTENS sempiterne Deus, qui Ninivitis in cinere et cilicio pænitentibus, indulgentiae tuae remedia praestitisti: concede propitius; ut sic eos imitemur habitu, quatenus veniae prosequamur obtentu. Per Dominum nostrum. R. Amen."
        },
        {
          "lang": "en",
          "content": "Almighty and everlasting God, who didst vouchsafe Thy healing pardon to the Ninevites doing penance in sackcloth and ashes, mercifully grant that we may so imitate them in our outward attitude as to follow them in obtaining forgiveness. Through our Lord. R. Amen."
        }
      ],
      "type": "collect",
      "heading": "Fourth Prayer"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "After this the celebrant sprinkles the ashes three times with holy water and also incenses them three times. Meanwhile, the following antiphons and responsory are sung by the choir (or recited by the celebrant.)"
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IMMUTEMUR habitu, in cinere et cilicio: jejunemus, et ploremus ante Dominum: quia multum misericors est dimittere peccata nostra Deus noster."
        },
        {
          "lang": "en",
          "content": "Let us change our garments for ashes and sackcloth: let us fast and lament before the Lord: for plenteous in mercy is our God to forgive our sins."
        }
      ],
      "citation": "Joel 2. 13",
      "type": "antiphon"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "INTER vestibulum et altare plorabunt sacerdotes ministri Domini, et dicent: Parce, Domine, parce populo tuo: et ne claudas ora canentium te, Domine."
        },
        {
          "lang": "en",
          "content": "Between the porch and the altar, the priests, the Lord's ministers, shall weep and shall say: Spare, O Lord, spare Thy people: and close not the mouths of them that sing to Thee, O Lord."
        }
      ],
      "citation": [
        "Joel 2. 17",
        "Est. 13. 17"
      ],
      "type": "antiphon"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "During the singing, and after the ashes have been blessed, the celebrant standing, first receives ashes on his head, either from another priest, or from himself; then he places the ashes, in the form of a cross, on the heads or foreheads of the faithful, who kneel before him, saying to them:"
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MEMENTO, homo, quia pulvis es, et in pulverem reverteris."
        },
        {
          "lang": "en",
          "content": "REMEMBER, man, that thou art dust, and unto dust thou shalt return."
        }
      ],
      "citation": "Genesis 3. 19",
      "type": "other"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "R.: Emendemus in melius, quae ignoranter peccavimus: ne subito praeoccupati die mortis, quaeramus spatium poenitentiae, et invenire non possimus. * Attende, Domine, et miserere: quia peccavimus tibi.",
            "V. (Ps. 78. 9) Adjuva nos, Deus salutaris noster: et propter honorem nominis tui, Domine, libera nos. *Attende. V. Gloria Patri. *Attende."
          ]
        },
        {
          "lang": "en",
          "content": [
            "R.: Let us amend for the better in those things in which we have sinned through ignorance; lest suddenly overtaken by the day of death, we seek space for repentance and are not able to find it. * Attend, O Lord, and have mercy: for we have sinned against Thee. ",
            "V. (Ps. 78. 9) Help us, O God, our Saviour: and for the glory of Thy Name, O Lord, deliver us. *Attend. V. Glory be to the Father. *Attend."
          ]
        }
      ],
      "type": "responsory"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "When all have received the ashes, the Priest washes his hands and says:"
        }
      ],
      "type": "rubric"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "V. Dominus vobiscum.",
            "R. Et cum spiritu tuo."
          ]
        },
        {
          "lang": "en",
          "content": [
            "V. The Lord be with you.",
            "R. And with thy spirit."
          ]
        }
      ],
      "type": "dialogue"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CONCEDE nobis, Domine, praesidia militiae christianae sanctis inchoare jejuniis: ut contra spiritales nequitias pugnaturi, continentiae muniamur auxiliis. Per Christum Dominum nostrum. R. Amen."
        },
        {
          "lang": "en",
          "content": "Grant us, O Lord, to begin with holy fasts the campaign of our Christian warfare: that, as we do battle with the spirits of evil, we may be protected by the help of self-denial. Through Christ our Lord. R. Amen."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "en",
          "content": "Proper of the Mass"
        }
      ],
      "type": "section-heading"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MISERERIS omnium, Domine, et nihil odisti eorum quae fecisti, dissimulans peccata hominum propter poenitentiam et parcens illis: quia tu es Dominus Deus noster. Ps. 56. 2. Miserere mei, Deus, miserere mei: quoniam in te confidit anima mea. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "Thou hast mercy upon all, O Lord, and hatest none of the things which Thou hast made, overlooking the sins of men for the sake of repentance, and sparing them: because Thou art the Lord our God. Ps. 56. 2. Have mercy on me, O God, have mercy on me: for my soul trusteth in Thee. V. Glory."
        }
      ],
      "citation": "Wisdom 11. 24, 25, 27",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PRAESTA Domine, fidelibus tuis: ut jejuniorum veneranda solemnia, et congrua pietate suscipiant, et secura devotione percurrant. Per Dominum nostrum."
        },
        {
          "lang": "en",
          "content": "Grant, O Lord, to Thy faithful people, that they may undertake with fitting piety the venerable solemnities of fasting, and complete them with steadfast devotion. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "HAEC dicit Dominus: Convertimini ad me in toto corde vestro, in jejunio, et in fletu, et in planctu. Et scindite corda vestra, et non vestimenta vestra, et convertimini ad Dominum Deum vestrum: quia benignus, et misericors est, patiens, et multae misericordiae, et praestabilis super malitia. Quis scit, si convertatur, et ignoscat, et relinquat post se benedictionem, sacrificium, et libamen Domino Deo vestro? Canite tuba in Sion, sanctificate jejunium, vocate coetum, congregate populum, sanctificate Ecclesiam, coadunate senes, congregate parvulos, et sugentes ubera: egrediatur sponsus de cubili suo, et sponsa de thalamo suo. Inter vestibulum et altare plorabunt sacerdotes ministri Domini, et dicent: Parce, Domine, parce populo tuo: et ne des haereditatem tuam in opprobrium, ut dominentur eis nationes. Quare dicunt in populis: Ubi est Deus eorum? Zelatus est Dominus terram suam, et pepercit populo suo. Et respondit Dominus, et dixit populo suo: Ecce ego mittam vobis frumentum, et vinum, et oleum, et replebimini eis: et non dabo vos ultra opprobrium in gentibus: dicit Dominus omnipotens."
        },
        {
          "lang": "en",
          "content": "Thus saith the Lord: Be converted to Me with all your heart, in fasting and in weeping and in mourning. And rend your heats and not your garments, and turn to the Lord your God: for He is gracious and merciful, patient and rich in mercy, and ready to repent of the evil. Who knoweth but He will return and forgive and leave a blessing behind Him, sacrifice and libation to the Lord your God? Blow the trumpet in Sion, sanctify a fast, call a solemn assembly, gather together the people, sanctify the Church, assemble the ancients, gather together the little ones and them that suck at the breasts: let the bridegroom go forth from his bed and the bride out of her bride chamber. Between the porch and the altar the priests, the Lord's ministers, shall weep and shall say: Spare, O Lord, spare Thy people; and give not Thine inheritance to reproach, that the heathen should rule over them. Why should they say among the nations: Where is their God? The Lord hath been zealous for His land, and hath spared His people. And the Lord answered and said to His people: behold I will send you corn and wine and oil, and you shall be filled with them: and I will no more make you a reproach among the nations: saith the Lord almighty."
        }
      ],
      "citation": "Joel 2. 12-19",
      "type": "lesson"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MISERERE mei, Deus, miserere mei: quoniam in te confidit anima mea. V. Misit de cælo, et liberavit me: dedit in opprobrium conculcantes me."
        },
        {
          "lang": "en",
          "content": "Have mercy on me, O Lord, have mercy on me: for my soul trusteth in Thee. V. He hath sent from heaven and delivered me: He hath made them a reproach that trod upon me."
        }
      ],
      "citation": "Psalm 56. 2, 4",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DOMINE, non secundum peccata nostra, quae fecimus nos: neque secundum iniquitates nostras retribuas nobis. V. Domine, ne memineris iniquitatum nostrarum antiquarum, cito anticipent nos misericordiae tuae: quia pauperes facti sumus nimis. [<em>Here kneel.</em>] V. Adjuva nos, Deus salutaris noster: et propter gloriam nominis tui, Domine, libera nos: et propitius esto peccatis nostris, propter nomen tuum."
        },
        {
          "lang": "en",
          "content": "O Lord, repay us not according to the sins we have committed, nor according to our iniquities. V. O Lord, remember not our former iniquities, let Thy mercies speedily prevent us: for we are become exceeding poor.  [<em>Here kneel.</em>] V. Help us, O God, our Saviour: and for the glory of Thy Name, O Lord, deliver us: and forgive us our sins for Thy Name's sake."
        }
      ],
      "citation": "Psalm 102, 10",
      "type": "tract"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo tempore: Dixit Jesus discipulis suis: Cum jejunatis, nolite fieri sicut hypocritae, tristes. Exterminant enim facies suas, ut appareant hominibus jejunantes. Amen dico vobis, quia receperunt mercedem suam. Tu autem, cum jejunas, unge caput tuum, et faciem tuam lava, ne videaris hominibus jejunans, sed Patri tuo, qui est in abscondito: et Pater tuus, qui videt in abscondito, reddet tibi. Nolite thesaurizare vobis thesauros in terra: ubi aerugo, et tinea demolitur: et ubi fures effodiunt, et furantur. Thesaurizate autem vobis thesauros in caelo: ubi neque aerugo, neque tinea demolitur; et ubi fures non effodiunt, nec furantur. Ubi enim est thesaurus tuus, ibi est et cor tuum."
        },
        {
          "lang": "en",
          "content": "At that time Jesus said to His disciples: When you fast, be not as the hypocrites, sad. For they disfigure their face, that they may appear unto men to fast. Amen I say to you, they have received their reward. But thou, when thou fastest, anoint thy head and wash thy face, that thou appear not to men to fast, but to thy Father who is in secret: and thy Father who seeth in secret will repay Thee. Lay not up to yourselves treasures on earth: where the rust and moth consume, and where thieves break through and steal. But lay up to yourselves treasures in heaven: where neither the rust nor moth doth consume, and where thieves do not break through nor steal. For where thy treasure is, there is thy heart also."
        }
      ],
      "citation": "Matthew 6. 16-21",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "EXALTABO te, Domine, quoniam suscepisti me, nec delectasti inimicos meos super me: Domine, clamavi ad te, et sanasti me."
        },
        {
          "lang": "en",
          "content": "I will extol Thee, O Lord, for Thou hast upheld me, and hast not made my enemies to rejoice over me: O Lord, I have cried to Thee, and Thou hast healed me."
        }
      ],
      "citation": "Psalm 29. 2, 3",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FAC nos, quaesumus Domine, his muneribus offerendis convenienter aptari: quibus ipsius venerabilis sacramenti celebramus exordium. Per Dominum."
        },
        {
          "lang": "en",
          "content": "Fit us, we beseech Thee, O Lord, to offer worthily these gifts, by which we celebrate the opening of this venerable Mystery. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutáre, nos tibi semper, et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Qui corporáli jejúnio vítia cómprimis, mentem élevas, virtútem largíris, et pr ǽmia: per Christum Dóminum nostrum. Per quem majestátem tuam laudant Angeli, adórant Dominatiónes, tremunt Potestátes. Cæli, cælorúmque Virtútes, ac beáta Séraphim, sócia exsultatióne concélebrant. Cum quibus et nostras voces, ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and availing unto salvation, that we should at all times and in all places give thanks unto Thee, O holy Lord, Father almighty and everlasting God. Who by the fasting of the body dost curb our vices, elevate our minds and bestow virtue and reward; through Christ our Lord. Through whom the angels praise Thy majesty, the dominions worship it, and the powers stand in awe. The heavens and the heavenly hosts, with the blessed seraphim join together in celebrating their joy. With these we pray Thee join our voices also, while we say with lowly praise:"
        }
      ],
      "type": "preface",
      "heading": "Preface for Lent"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "QUI meditabitur in lege Domini die ac nocte, dabit fructum suum in tempore suo."
        },
        {
          "lang": "en",
          "content": "He that shall meditate day and night on the law of the Lord, shall bring forth his fruit in due season."
        }
      ],
      "citation": "Psalm 77. 29, 30",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PERCEPTA nobis, Domine, praebeant sacramenta subsidium: ut tibi grata sint nostra jejunia, et nobis proficiant ad medelam. Per Dominum."
        },
        {
          "lang": "en",
          "content": "May the Sacraments we have received afford us help, O Lord, that our fasts may be pleasing unto Thee, and profitable unto us for healing. Through our Lord."
        }
      ],
      "type": "postcommunion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": [
            "Oremus. Humiliate capita vestra Deo.",
            "Inclinantes se, Domine, majestati tuae, propitiatus intende: ut, qui divino munere sunt refecti, caelestibus semper nutriantur auxiliis. Per Dominum."
          ]
        },
        {
          "lang": "en",
          "content": [
            "Let us pray. Bow down your heads before God.",
            "Look graciously, O Lord, upon us who bow down before Thy majesty: that we who have been refreshed by Thy divine Gift may ever be sustained by Thy heavenly aids. Through our Lord."
          ]
        }
      ],
      "type": "other",
      "heading": "Prayer over the People"
    }
  ]
}
