{
  "name": "Sexagesima Sunday",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "lent",
  "sourceName": "maternal-heart",
  "sourceLink": "http://www.maternalheart.org/propers/Septuagesima%20to%20Passion%20Sunday/Sexagesima%20Sunday/Sexagesima%20Sunday.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "EXSURGE, quare obdórmis, Dómine? exsúrge, et ne repéllas in finem. Quare fáciem tuam avértis, oblivísceris tribulatiónem nostram? adhǽsit in terra venter noster: exsúrge, Dómine, ádjuva nos, et líbera nos. <em>Ps. 43. 2.</em> Deus, áuribus nostris audívimus: patres nostri annuntiavérunt nobis. V. Glória Patri."
        },
        {
          "lang": "en",
          "content": "ARISE, why sleepest Thou, O Lord? arise, and cast us not off to the end. Why turnest Thou Thy face away, and forgettest our trouble? our belly hath cleaved to the earth: arise, O Lord, help us and deliver us. <em>Ps.</em> We have heard, O God, with our ears: our fathers have declared to us. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 43. 23-26",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui cónspicis, quia ex nulla nostra actióne confídimus: concéde propítius; ut contra advérsa ómnia, Doctóris géntium protectióne muniámur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "O GOD, who seest that we put not our trust in anything that we do; mercifully grant that by the protection of the Doctor of the Gentiles we may be defended against all adversity. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Libénter suffértis insipiéntes: cum sitis ipsi sapiéntes. Sustinétis enim si quis vos in servitútem rédigit, si quis dévorat, si quis áccipit, si quis extóllitur, si quis in fáciem vos cædit. Secúndum ignobilitátem dico, quasi nos infírmi fuérimus in hac parte. In quo quis audet (in insipiéntia dico) áudeo et ego. Hebr ǽi sunt, et ego: Israëlíti sunt, et ego: Semen Abrahæ sunt, et ego: Minístri Christi sunt (ut minus sápiens dico) plus ego: in labóribus plúrimis, in carcéribus abundántius, in plagis supra modum, in mórtibus frequénter. A Judaéis quínquies quadragénas, una minus, accépi. Ter virgis cæsus sum, semel lapidátus sum, ter naufrágium feci, nocte et die in profúndo maris fui: in itinéribus sæpe, perículis flúminum, perículis latrónum, perículis ex génere, perículis ex géntibus, perículis in civitáte, perículis in solitúdine, perículis in mari, perículis in falsis frátribus: in labóre et ærúmna, in vigíliis multis, in fame et siti, in jejúniis multis, in frígore et nuditáte: præter illa quæ extrínsecus sunt, instántia mea quotidiána, sollicitúdo ómnium Ecclesiárum. Quis infirmátur, et ego non infírmor? quis scandalizátur, et ego non uror? Si gloriári opórtet: quæ infirmitátis meæ sunt, gloriábor. Deus et Pater Dómini nostri Jesu Christi, qui est benedíctus in sǽcula, scit quod non méntior. Damásci præpósitus gentis Arétæ regis, custodiébat civitátem Damascenórum, ut me comprehénderet: et per fenéstram in sporta dimíssus sum per murum, et sic effúgi manus ejus. Si gloriári opórtet (non éxpedit quidem), véniam autem ad visiónes, et revelatiónes Dómini. Scio hóminem in Christo ante annos quatuórdecim, sive in córpore néscio, sive extra corpus néscio, Deus scit, raptum hujúsmodi usque ad tértium cælum. Et scio hujúsmodi hóminem, sive in córpore, sive extra corpus néscio, Deus scit: quóniam raptus est in paradísum, et audívit arcána verba, quæ non licet hómini loqui. Pro hujúsmodi gloriábor: pro me autem nihil gloriábor, nisi in infirmitátibus meis. Nam, et si volúero gloriári, non ero insípiens: veritátem enim dicam: parco autem, ne quis me exístimet supra id quod videt in me, aut áliquid audit ex me. Et ne magnitúdo revelatiónum extóllat me, datus est mihi stímulus carnis meæ, ángelus sátanae, qui me colaphízet. Propter quod ter Dóminum rogávi, ut discéderet a me: et dixit mihi: Súfficit tibi grátia mea: nam virtus in infirmitáte perfícitur. Libénter ígitur gloriábor in infirmitátibus meis, ut inhábitet in me virtus Christi."
        },
        {
          "lang": "en",
          "content": "BRETHREN: You gladly suffer the foolish: whereas yourselves are wise. For you suffer if a man bring you into bondage, if a man devour you, if a man take from you, if a man be lifted up, if a man strike you on the face. I speak according to dishonour, as if we had been weak in this part. Wherein if any man dare (I speak foolishly), I dare also. They are Hebrews, so am I. They are Israelites, so am I. They are the seed of Abraham, so am I. They are the ministers of Christ (I speak as one less wise), I am more: in many more labours, in prisons more frequently, in stripes above measure, in deaths often. Of the Jews five times did I receive forty stripes save one. Thrice was I beaten with rods, once I was stoned, thrice I suffered shipwreck, a night and a day I was in the depth of the sea: in journeying often, in perils of waters, in perils of robbers, in perils from my own nation, in perils from the Gentiles, in perils in the city, in perils in the wilderness, in perils in the sea, in perils from false brethren: in labour and painfulness, in much watching, in hunger and thirst, in fastings often, in cold and nakedness; besides those things which are without, my daily instance, the solicitude for all the churches. Who is weak, and I am not weak? Who is scandalized, and I am not on fire? If I must needs glory, I will glory of the things that concern my infirmity. The God and Father of our Lord Jesus Christ, who is blessed for ever, knoweth that I lie not. At Damascus the governor of the nation under Aretas the king guarded the city of the Damascenes, to apprehend me: and through a window in a basket was I let down by the wall, and so escaped his hands. If I must glory (it is not expedient indeed) but I will come to visions and revelations of the Lord. I know a man in Christ about fourteen years ago, whether in the body I know not, or out of the body I know not, God knoweth: such a one caught up to the third heaven. And I know such a man, whether in the body or out of the body I know not, God knoweth: that he was caught up into paradise, and heard secret words which it is not granted to man to utter. For such a one I will glory: but for myself I will glory nothing but in my infirmities. For, though I should have a mind to glory, I shall not be foolish: for I will say the truth: but I forbear, lest any man should think of me above that which he seeth in me, or anything he heareth from me. And lest the greatness of the revelations should exalt me, there was given me a sting of my flesh, an angel of Satan, to buffet me. For which thing, thrice I besought the Lord that it might depart from me. And He said to me: My grace is sufficient for thee, for power is made perfect in infirmity. Gladly therefore will I glory in my infirmities, that the power of Christ may dwell in me."
        }
      ],
      "citation": "2 Corinthians 11. 19-33; 12. 1-9",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SCIANT gentes, quóniam nomen tibi Deus: tu solus Altíssimus super omnem terram. V. Deus meus, pone illos ut rotam, et sicut stípulam ante fáciem venti."
        },
        {
          "lang": "en",
          "content": "LET the Gentiles know that God is Thy name: Thou alone art the Most High over all the earth. V. O my God, make them like a wheel, and as stubble before the wind."
        }
      ],
      "citation": "Psalm 82. 19,14",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "COMMOVÍSTI, Dómine, terram, et conturbásti eam. V. Sana contritiónes ejus, quia mota est. V. Ut fúgiant a fácie arcus: ut liberéntur elécti tui."
        },
        {
          "lang": "en",
          "content": "THOU hast moved the earth, O Lord, and hast troubled it. V. Heal Thou the breaches thereof, for it has been moved. V. That they may flee from before the bow: that Thine elect may be delivered."
        }
      ],
      "citation": "Psalm 59. 4,6",
      "type": "tract"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Cum turba plúrima convenírent, et de civitátibus properárent ad Jesum, dixit per similitúdinem: Exiit, qui séminat, semináre semen suum: et dum séminat, áliud cécidit secus viam, et conculcátum est, et vólucres cæli comedérunt illud. Et áliud cécidit supra petram: et natum áruit, quia non habébat humórem. Et áliud cécidit inter spinas, et simul exórtæ spinæ suffocavérunt illud. Et áliud cécidit in terram bonam: et ortum fecit fructum céntuplum. Hæc dicens, clamábat: Qui habet aures audiéndi, áudiat. Interrogábant autem eum discípuli ejus, quæ esset hæc parábola. Quibus ipse dixit: Vobis datum est nosse mystérium regni Dei, céteris autem in parábolis: ut vidéntes non vídeant, et audiéntes non intélligant. Est autem hæc parábola: Semen est verbum Dei. Qui autem secus viam hi sunt qui áudiunt: deínde venit diábolus, et tollit verbum de corde eórum, ne credéntes salvi fiant. Nam qui supra petram: qui cum audíerint, cum gáudio suscípiunt verbum: et hi radíces non habent: qui ad tempus credunt, et in témpore tentatiónis recédunt. Quod autem in spinas cécidit: hi sunt, qui audiérunt, et a sollicitudínibus, et divítiis, et voluptátibus vitæ eúntes, suffocántur, et non réferunt fructum. Quod autem in bonam terram: hi sunt, qui in corde bono et óptimo audiéntes verbum rétinent, et fructum áfferunt in patiéntia."
        },
        {
          "lang": "en",
          "content": "AT that time, when a very great multitude was gathered together and hastened out of the cities unto Jesus, He spoke by a similitude: The sower went out to sow his seed: and as he sowed, some fell by the wayside, and it was trodden down, and the fowls of the air devoured it. And other some fell upon a rock: and as soon as it was sprung up, it withered away, because it had no moisture. And other some fell among thorns, and the thorns growing up with it choked it. And other some fell upon good ground: and being sprung up yielded fruit a hundredfold. Saying these things, He cried out: He that hath ears to hear, let him hear. And His disciples asked Him what this parable might be. To whom He said: To you it is given to know the mystery of the kingdom of God, but to the rest in parables: that seeing they may not see, and hearing may not understand. Now the parable is this: The seed is the word of God. And they by the wayside are they that hear: then the devil cometh and taketh the word out of their heart, lest believing they should be saved. Now they upon the rock are they who, when they hear, receive the word with joy; and these have no roots: for they believe for a while, and in time of temptation they fall away. And that which fell among thorns are they who have heard and, going their way, are choked with the cares and riches and pleasures of this life, and yield no fruit. But that on the good ground are they who in a good and perfect heart, hearing the word, keep it, and bring forth fruit in patience."
        }
      ],
      "citation": "Luke 8. 4-15",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PÉRFICE gressus meos in sémitis tuis, ut non moveántur vestígia mea: inclína aurem tuam, et exáudi verba mea: mirífica misericórdias tuas, qui salvos facis sperántes in te, Dómine."
        },
        {
          "lang": "en",
          "content": "PERFECT Thou my goings in Thy paths, that my footsteps be not moved: incline Thy ear, and hear my words: show forth Thy wonderful mercies, Thou who savest them that trust in Thee, O Lord."
        }
      ],
      "citation": "Psalm 16. 5, 6-7",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OBLÁTUM tibi, Dómine, sacrifícium, vivíficet nos semper, et múniat. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "MAY the sacrifice offered unto Thee, O Lord, ever quicken and protect us. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "INTROÍBO ad altáre Dei, ad Deum qui laetíficat juventútem meam."
        },
        {
          "lang": "en",
          "content": "I WILL go in to the altar of God, to God who giveth joy to my youth."
        }
      ],
      "citation": "Matthew 2. 2",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SÚPPLICES te rogámus, omnípotens Deus: ut quos tuis réficis sacraméntis, tibi étiam plácitis móribus dignánter deservíre concédas. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "W E humbly beseech Thee, almighty God to grant that they whom Thou refreshest with Thy sacraments, may serve Thee worthily by a life well pleasing unto Thee. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
