{
  "name": "23th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 23,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%2023/Pentecost%2023.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DICIT Dóminus: Ego cógito cogitatiónes pacis, et non afflictiónis: invocábitis me, et ego exáudiam vos: et redúcam captivitátem ves-tram de cunctis locis. Ps. 84. 2. Be-nedixísti, Dómine, terram tuam: avertísti captivitátem Jacob. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "The Lord saith: I think thoughts of peace, and not of affliction: you shall call upon Me, and I will hear you; and I will bring back your captivity from all places. Ps. Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob. V. Glory be to the Father."
        }
      ],
      "citation": "Jer. 29. 11, 12, 14",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ABSÓLVE, qu ǽsumus, Dómine, tuórum delícta populórum: ut a peccatórum néxibus, quæ pro nostra fragilitáte contráximus, tua benignitáte liberémur. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Absolve, we beseech Thee, O Lord, the sins of Thy people; that we may be delivered by Thy goodness from the bonds of sins, which by our frailty we have committed. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Imitatóres mei estóte, et observáte eos qui ita ámbulant, sicut habétis formam nostram. Multi enim ámbulant, quos sæpe dicébam vobis (nunc autem et flens dico) inimícos crucis Christi: quorum finis intéritus: quorum Deus venter est: et glória in confusióne ipsórum, qui terréna sápiunt. Nostra autem conversátio in cœlis est: unde étiam Salvatórem exspectámus Dóminum nostrum Jesum Christum, qui reformábit corpus humilitátis nostræ, configurátum córporis claritátis suæ, secúndum operatiónem, qua étiam possit subjícere sibi ómnia. Itaque, fratres mei caríssimi et desideratíssimi, gáudium meum et coróna mea; sic state in Dómino, caríssimi. Evódiam, rogo et Sýntychen déprecor idípsum sápere in Dómino. Etiam rogo et te, germáne compar, ádjuva illas, quæ mecum laboravérunt in Evangélio cum Cleménte et céteris adjutóribus meis, quorum nómina sunt in libro vitæ."
        },
        {
          "lang": "en",
          "content": "Brethren, be followers of me, and observe them who walk so as you have our model. For many walk, of whom I have told you often (and now tell you weeping) that they are enemies of the cross of Christ; whose end is destruction, whose God is their belly, and whose glory is in their shame; who mind earthly things. But our conversation is in heaven, from whence also we look for the Saviour, our Lord Jesus Christ, who will reform the body of our lowness, made like to the body of His glory, according to the operation whereby also He is able to subdue all things unto Himself. Therefore, my brethren, dearly beloved, and most desired, my joy and my crown: so stand fast in the Lord, my dearly beloved: I beg of Evodia, and I beseech Syntyche to be of one mind in the Lord: Brethren, be followers of me, and observe them who walk so as you have our model. For many walk, of whom I have told you often (and now tell you weeping) that they are enemies of the cross of Christ; whose end is destruction, whose God is their belly, and whose glory is in their shame; who mind earthly things. But our conversation is in heaven, from whence also we look for the Saviour, our Lord Jesus Christ, who will reform the body of our lowness, made like to the body of His glory, according to the operation whereby also He is able to subdue all things unto Himself. Therefore, my brethren, dearly beloved, and most desired, my joy and my crown: so stand fast in the Lord, my dearly beloved: I beg of Evodia, and I beseech Syntyche to be of one mind in the Lord: and I entreat thee also, my sincere companion; help those women who have laboured with me in the Gospel, with Clement and the rest of my fellowlabourers, whose names are in the book of life."
        }
      ],
      "citation": "Philippians 3. 17-21; 4. 1-3",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LIBERÁSTI nos, Dómine, ex affligéntibus nos: et eos, qui nos odérunt, confudísti. V. In Deo laudábimur tota die et in nómine tuo confitébimur in sǽcula."
        },
        {
          "lang": "en",
          "content": "Thou hast delivered us, O Lord, from them that afflict us: and hast put them to shame that hate us. V. In God we will glory all the day: and in Thy name we will give praise for ever."
        }
      ],
      "citation": "Psalm 43. 8-9",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. De profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. From the depths I have cried to Thee, O Lord: Lord, hear my prayer. Alleluia."
        }
      ],
      "citation": "Psalm 129. 1-2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Loquénte Jesu ad turbas, ecce princeps unus accéssit, et adorábat eum, dicens: Dómine, fília mea modo defúncta est: sed veni, impóne manum tuam super eam, et vivet. Et surgens Jesus sequebátur eum, et discípuli ejus. Et ecce múlier, quæ sánguinis fluxum patiebátur duódecim annis, accéssit retro, et tétigit fímbriam vestiménti ejus. Dicébat enim intra se: Si tetígero tantum vestiméntum ejus, salva ero. At Jesus convérsus et videns eam, dixit: Confíde, fília, fides tua te salvam fecit. Et salva facta est múlier ex illa hora. Et cum venísset Jesus in domum príncipis, et vidísset tibícines et turbam tumultuántem, dicébat: Recédite: non est enim mórtua puélla, sed dormit. Et deridébant eum. Et cum ejécta esset turba, intrávit et ténuit manum ejus. Et surréxit puélla. Et éxiit fa"
        },
        {
          "lang": "en",
          "content": "At that time, as Jesus was speaking to the multitudes, behold a certain ruler came up, and adored Him, saying: Lord, my daughter is even now dead; but come lay Thy hand upon her, and she shall live. And Jesus, rising up, followed him, with His disciples. And behold a woman, who was troubled with an issue of blood twelve years, came behind Him, and touched the hem of His garment. For she said within herself: If I shall touch only His garment, I shall be healed. But Jesus turning and seeing her, said: Be of good heart, daughter, thy faith hath made thee whole. And the woman was made whole from that hour. And when Jesus was come into the house of the ruler, and saw the minstrels and the multitude making a tumult, He said: Give place; for the girl is not dead, but sleepeth. And they laughed Him to scorn. And when the multitude was put forth, He went in, and took her by the hand. And the maid arose. And the fame thereof went abroad into all that country."
        }
      ],
      "citation": "Matthew 9. 18-26",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DE profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam: de profúndis clamávi ad te, Dómine."
        },
        {
          "lang": "en",
          "content": "From the depths I have cried out to Thee, O Lord: Lord, hear my prayer: from the depths I have cried out to Thee, O Lord."
        }
      ],
      "citation": "Ps 129. 1-2",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PRO nostræ servitútis augmento sacrifícium tibi, Dómine, laudis offérimus: ut, quod imméritis contulísti, propítius exsequáris. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "We offer to Thee, O Lord, this sacrifice of praise to increase our zeal in Thy service: that what Thou hast begun in us Thy unworthy servants, Thou wouldst mercifully bring to completion. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "AMEN dico vobis, quidquid orántes pétitis, crédite quia accipiétis, et fiet vobis."
        },
        {
          "lang": "en",
          "content": "Amen I say to you, whatsoever you ask when you pray, believe that you shall receive, and it shall be done to you."
        }
      ],
      "citation": "Mark 11. 24",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "Q UǼSUMUS, omnípotens Deus: ut, quos divína tríbuis participatióne gaudére, humánis non sinas subjacére perículis. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "We beseech Thee, almighty God, that Thou wouldst not permit us to be subject to human dangers, to whom Thou givest to rejoice in the participation of divine mysteries. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
