{
  "name": "Fifth Last Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 24,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%20-%20Fifth%20Last/Pentecost%20fifth%20last.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DICIT Dóminus: Ego cógito cogitatiónes pacis, et non afflictiónis: invocábitis me, et ego exáudiam vos: et redúcam captivitátem vestram de cunctis locis. Ps. 84. 2. Benedixísti, Dómine, terram tuam: avertísti captivitátem Jacob. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "The Lord saith: I think thoughts of peace, and not of affliction: you shall call upon Me, and I will hear you; and I will bring back your captivity from all places. Ps. Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob. V. Glory be to the Father."
        }
      ],
      "citation": "Jer. 29. 11, 12, 14",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "OMNÍPOTENS sempitérne Deus, infirmitátem nostram propítius réspice: atque ad protegéndum nos, déxteram tuæ majestátis exténde. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Almighty and eternal God, mercifully look upon our infirmity, and stretch forth the right hand of Thy majesty to help and defend us. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Nolíte esse prudéntes apud vosmetípsos nihil malum pro malo reddéntes: providéntes bona non tantum coram Deo, sed étiam coram ómnibus homínibus. Si fíeri potest, quod ex vobis est, cum ómnibus homínibus pacem habéntes: Non vosmetípsos defendéntes, caríssimi, sed date locum iræ. Scriptum est enim: Mihi vindícta: ego retríbuam, dicit Dóminus. Sed si esuríerit inimícus tuus, ciba illum: si sitit, potum da illi: hoc enim fáciens, carbónes ignis cóngeres super caput ejus. Noli vinci a malo, sed vince in bono malum."
        },
        {
          "lang": "en",
          "content": "Brethren: Be not wise in your own conceits. To no man rendering evil for evil: providing good things not only in the sight of God, but also in the sight of all men. If it be possible, as much as is in you, have peace with all men. Revenge not yourselves, my dearly beloved, but give place unto wrath. For it is written: Revenge is mine: I will repay, saith the Lord. But if thy enemy be hungry, give him to eat; if he thirst, give him to drink: for doing this, thou shalt heap coals of fire upon his head. Be not overcome by evil, but overcome evil by good."
        }
      ],
      "citation": "Romans 12. 16-21",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LIBERÁSTI nos, Dómine, ex affligéntibus nos: et eos, qui nos odérunt, confudísti. V. In Deo laudábimur tota die et in nómine tuo confitébimur in s ǽcula."
        },
        {
          "lang": "en",
          "content": "Thou hast delivered us, O Lord, from them that afflict us: and hast put them to shame that hate us. V. In God we will glory all the day: and in Thy name we will give praise for ever."
        }
      ],
      "citation": "Psalm 43. 8-9",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. De profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam. Allelúia"
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. From the depths I have cried to Thee, O Lord: Lord, hear my prayer. Alleluia."
        }
      ],
      "citation": "Psalm 129. 1-2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Cum descendísset Jesus de monte, secútæ sunt eum turbæ multæ: et ecce leprósus véniens, adorábat eum, dicens: Dómine, si vis, potes me mundáre. Et exténdens Jesus manum, tétigit eum, dicens: Volo. Mundáre. Et conféstim mundáta est lepra ejus. Et ait illi Jesus: Vide, némini díxeris: sed vade, osténde te sacerdóti, et offer munus, quod præcépit Móyses, in testimónium illis. Cum autem introísset Caphárnaum, accéssit ad eum centúrio, rogans eum, et dicens: Dómine, puer meus jacet in domo paralýticus, et male torquétur. Et ait illi Jesus: Ego véniam, et curábo eum. Et respóndens centúrio, ait: Dómine, non sum dignus ut intres sub tectum meum: sed tantum dic verbo, et sanábitur puer meus. Nam et ego homo sum sub potestáte constitútus, habens sub me mílites, et dico huic: Vade, et vadit; et álii: Veni, et venit; et servo meo: Fac hoc, et facit. Audiens autem Jesus, mirátus est, et sequéntibus se dixit: Amen dico vobis, non invéni tantam fídei in Israël. Dico autem vobis, quod multi ab Oriénte, et Occidénte vénient, et recúmbent cum Abraham, et Isaac, et Jacob in regno cælórum: fílii autem regni ejiciéntur in ténebras exterióres: ibi erit fletus, et stridor déntium. Et dixit Jesus centurióni: Vade, et sicut credídisti, fiat tibi. Et sanátus est puer in illa hora."
        },
        {
          "lang": "en",
          "content": "At that time, when Jesus was come down from the mountain, great multitudes followed Him: and behold a leper came and adored Him saying: Lord, if Thou wilt, Thou canst make me clean. And Jesus, stretching forth His hand touched him, saying: I will Be thou made clean. And forthwith his leprosy was cleansed. And Jesus saith to him: See, thou tell no man: but go, show thyself to the priest, and offer the gift which Moses commanded, for a testimony unto them. And when He had entered into Capharnaum, there came to Him a centurion, beseeching Him, and saying: Lord, my servant lieth at home sick of the palsy, and is grievously tormented. And Jesus saith to him: I will come and heal him. And the centurion making answer said: Lord, I am not worthy that Thou shouldst enter under my roof: but only say the word and my servant shall be healed. For I also am a man subject to authority, having under me soldiers; and I say to this: Go, and he goeth; and to another: Come, and he cometh; and to my servant: Do this, and he doeth it. And Jesus hearing this marvelled, and said to them that followed Him: Amen I say to you, I have not found so great faith in Israel. And I say to you, that many shall come from the east and the west, and shall sit down with Abraham and Isaac and Jacob in the kingdom of heaven: but the children of the kingdom shall be cast out into the exterior darkness: there shall be weeping and gnashing of teeth. And Jesus said to the centurion: Go, and as thou hast believed, so be it done to thee. And the servant was healed at the same hour."
        }
      ],
      "citation": "Matthew 8. 1-13",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DE profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam: de profúndis clamávi ad te, Dómine."
        },
        {
          "lang": "en",
          "content": "From the depths I have cried out to Thee, O Lord: Lord, hear my prayer: from the depths I have cried out to Thee, O Lord."
        }
      ],
      "citation": "Ps 129. 1-2",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "HÆC hóstia, Dómine, qu ǽsumus, emúndet nostra delícta: et ad sacrifícium celebrándum, subditórum tibi córpora mentésque sanctíficet. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May this offering, O Lord, we pray Thee, cleanse away our sins, and sanctify the bodies and minds of Thy servants for the celebration of this sacrifice. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "AMEN dico vobis, quidquid orántes pétitis, crédite quia accipiétis, et fiet vobis."
        },
        {
          "lang": "en",
          "content": "Amen I say to you, whatsoever you ask when you pray, believe that you shall receive, and it shall be done to you."
        }
      ],
      "citation": "Mark 11. 24",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "QUOS tantis, Dómine, largíris uti mystériis: quǽsumus; ut efféctibus nos eórum veráciter aptáre dignéris. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Vouchsafe, we pray Thee, O Lord, that we who of Thy bounty frequent these great mysteries, may be made worthy to enjoy their fruits. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
