{
  "name": "Fourth Last Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 25,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%20-%20Fourth%20Last/Pentecost%20fourth%20last.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DICIT Dóminus: Ego cógito cogitatiónes pacis, et non afflictiónis: invocábitis me, et ego exáudiam vos: et redúcam captivitátem vestram de cunctis locis. Ps. 84. 2. Benedixísti, Dómine, terram tuam: avertísti captivitátem Jacob. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "The Lord saith: I think thoughts of peace, and not of affliction: you shall call upon Me, and I will hear you; and I will bring back your captivity from all places. Ps. Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob. V. Glory be to the Father."
        }
      ],
      "citation": "Jer. 29. 11, 12, 14",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui nos in tantis perículis constitútos, pro humána scis fragilitáte non posse subsístere: da nobis salutem mentis et córporis; ut ea, quae pro peccátis nostris pátimur, te adjuvánte vincamus. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "O God, Who knowest us to be set in the midst of dangers so great that, by reason of the frailty of our nature, we cannot always withstand; grant to us health of mind and body, that being helped by Thee, we may overcome the things which we suffer for our sins. Through our Lord"
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Némini quidquam debeátis, nisi ut ínvicem diligátis: qui enim díligit próximum, legem implévit. Nam: Non adulterábis: Non occídes: Non furáberis: Non falsum testimónium dices: Non concupísces: et si quod est áliud mandátum, in hoc verbo instaurátur: Díliges próximum tuum sicut teípsum. Diléctio próximi malum nos operátur. Plenitúdo ergo legi est diléctio."
        },
        {
          "lang": "en",
          "content": "Brethren: Owe no man any thing, but to love one another: for he that loveth his neighbour hath fulfilled the law. For Thou shalt not commit adultery: Thou shalt not kill: Thou shalt not steal: Thou shalt not bear false witness: Thou shalt not covet: and if there be any other commandment, it is comprised in this word: Thou shalt love thy neighbour as thyself. The love of our neighbour worketh no evil. Love therefore is the fulfilling of the law."
        }
      ],
      "citation": "Romans 13. 8-10",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LIBERÁSTI nos, Dómine, ex affligéntibus nos: et eos, qui nos odérunt, confudísti. V. In Deo laudábimur tota die et in nómine tuo confitébimur in s ǽcula."
        },
        {
          "lang": "en",
          "content": "Thou hast delivered us, O Lord, from them that afflict us: and hast put them to shame that hate us. V. In God we will glory all the day: and in Thy name we will give praise for ever."
        }
      ],
      "citation": "Psalm 43. 8-9",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. De profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam. Allelúia"
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. From the depths I have cried to Thee, O Lord: Lord, hear my prayer. Alleluia."
        }
      ],
      "citation": "Psalm 129. 1-2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Ascendénte Jesu in navículam, secúti sunt eum discípuli ejus: et ecce motus magnus factus est in mari, ita ut navícula operirétur flúctibus, ipse vero dormiébat. Et accessérunt ad eum discípuli ejus, et suscitavérunt eum, dicéntes: Dómine, salva nos, perímus. Et dicit eis Jesus: Quid tímidi estis, módicæ fídei? Tunc surgens,. imperávit ventis et mari, et facta est tranquíllitas magna. Porro hómines miráti sunt, dicéntes: Qualis est his quia venti et mare obédiunt ei?"
        },
        {
          "lang": "en",
          "content": "At that time, when Jesus entered into the boat, His disciples followed Him: and behold a great tempest arose in the sea, so that the boat was covered with waves, but He was asleep. And His disciples came to Him and awaked Him, saying: Lord, save us, we perish. And Jesus saith to them: Why are you fearful, O ye of little faith? Then rising up, He commanded the winds and the sea, and there came a great calm. But the men wondered, saying: What manner of man is this, for the winds and the sea obey him?"
        }
      ],
      "citation": "Matthew 8. 23-27",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DE profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam: de profúndis clamávi ad te, Dómine."
        },
        {
          "lang": "en",
          "content": "From the depths I have cried out to Thee, O Lord: Lord, hear my prayer: from the depths I have cried out to Thee, O Lord."
        }
      ],
      "citation": "Ps 129. 1-2",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CONCÉDE, qu ǽsumus, omnipotens Deus: ut hujus sacrifícii munus oblátum, fragilitatem nostram ab omni malo purget semper, et múniat. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant, we beseech Thee, almighty God, that the oblation of this sacrifice may ever purify and protect our frailty from all evil. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "AMEN dico vobis, quidquid orántes pétitis, crédite quia accipiétis, et fiet vobis."
        },
        {
          "lang": "en",
          "content": "Amen I say to you, whatsoever you ask when you pray, believe that you shall receive, and it shall be done to you."
        }
      ],
      "citation": "Mark 11. 24",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MÚNERA tua nos, Deus, a delectiónibus terrénis expédiant: et cæléstibus semper instáurent aliméntis. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "May Thy gifts, O God, detach us from earthly pleasures, and ever strengthen us with heavenly refreshment. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
