{
  "name": "Third Last Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 26,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%20Third%20Last/Third%20Last%20Pentecost.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DICIT Dóminus: Ego cógito cogitatiónes pacis, et non afflictiónis: invocábitis me, et ego exáudiam vos: et redúcam captivitátem vestram de cunctis locis. Ps. 84. 2. Benedixísti, Dómine, terram tuam: avertísti captivitátem Jacob. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "The Lord saith: I think thoughts of peace, and not of affliction: you shall call upon Me, and I will hear you; and I will bring back your captivity from all places. Ps. Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob. V. Glory be to the Father."
        }
      ],
      "citation": "Jer. 29. 11, 12, 14",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FAMÍLIAM tuam, quaésumus, Dómine, contínua pietáte custódi: ut quae in sola spe grátiae caeléstis innítitur tua semper protectióne muniátur. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "In Thine infinite goodness, we beseech Thee, O Lord, to watch over Thy household, that even as it relies solely upon the hope of Thy heavenly grace, so it may ever be defended by Thy protection. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Indúite vos sicut elécti Dei, sancti, et dilécti, víscera misericórdiae, benignitátem, humilitátem, modéstiam, patiéntiam: supportantes ínvicem, et donántes vobismetípsis, si quid advérsus áliquem habet querélam: sicut et Dóminus donávit vobis, ita et vos. Super ómnia autem haec, caritátem habéte, quod est vínculum perfectiónis: et pax Christi exsúltet in córdibus vestris, in qua et vocáti estis in uno córpore: et grati estóte. Verbum Christi hábitet in vobis abundánter, in omni sapiéntia, docéntes, et commonéntes vosmetípsos psalmis, hymnis, et cánticis spirituálibus, in grátia cantántes in córdibus vestris Deo. Omne, quodcúmque fácitis in verbo, aut in ópere, ómnia in nómine Dómini Jesu Christi, grátias agéntes Deo, et Patri per Jesum Christum Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Brethren: Put ye on therefore, as the elect of God, holy and beloved, the bowels of mercy, benignity, humility, modesty, patience: bearing with one another and forgiving one another, if any have a complaint against another: even as the Lord hath forgiven you, so do you also. But above all these things have charity, which is the bond of perfection: and let the peace of Christ rejoice in your hearts, wherein also you are called in one body: and be ye thankful. Let the word of Christ dwell in you abundantly, in all wisdom, teaching and admonishing one another in psalms, hymns and spiritual canticles, singing in grace in your hearts to God. All whatsoever you do in word or in work, do all in the name of the Lord Jesus Christ, giving thanks to God and the Father by Jesus Christ our Lord."
        }
      ],
      "citation": "Colossians 3. 12-17",
      "type": "epistle"
    },

    {
      "text": [
        {
          "lang": "la",
          "content": "LIBERÁSTI nos, Dómine, ex affligéntibus nos: et eos, qui nos odérunt, confudísti. V. In Deo laudábimur tota die et in nómine tuo confitébimur in s ǽcula."
        },
        {
          "lang": "en",
          "content": "Thou hast delivered us, O Lord, from them that afflict us: and hast put them to shame that hate us. V. In God we will glory all the day: and in Thy name we will give praise for ever."
        }
      ],
      "citation": "Psalm 43. 8-9",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. De profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam. Allelúia"
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. From the depths I have cried to Thee, O Lord: Lord, hear my prayer. Alleluia."
        }
      ],
      "citation": "Psalm 129. 1-2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus turbis parábolam hanc: Simile factum est regnum caelórum hómini, qui seminávit bonum semen in agro suo. Cum autem dormírent hómines, venit inimícus ejus, et superseminávit zizánia in médio trítici, et ábiit. Cum autem crevísset herba, et fructum fecísset, tunc apparuérunt et zizánia. Accedéntes autem servi patrisfamílias, dixérunt ei: Dómine, nonne bonum semen seminásti in agro tuo? Unde ergo habet zizánia? Et ait illis: Inimícus homo hoc fecít. Servi autem dixérunt ei: Vis, imus, et collígimus ea? et ait: Non: ne forte colligéntes zizánia, eradicétis simul cum eis et tríticum, Sínite útraque créscere usque ad messem, et in témpore messis dicam messóribus: Collígite primum zizánia, et alligáte ea in fascículos ad comburéndum, tríticum autem congregáte in hórreum meum."
        },
        {
          "lang": "en",
          "content": "At that time Jesus spoke this parable to the multitudes: The kingdom of heaven is likened to a man that sowed good seed in his field. But while men were asleep, his enemy came and oversowed cockle among the wheat, and went his way. And when the blade was sprung up and had brought forth fruit, then appeared also the cockle. And the servants of the good man of the house coming, said to him: Sir, didst thou not sow good seed in thy field? Whence then hath it cockle? And he said to them: An enemy hath done this. And the servants said to him: Wilt thou that we go and gather it up? And he said: No, lest perhaps, gathering up the cockle, you root up the wheat also together with it. Suffer both to grow until the harvest, and in the time of the harvest I will say to the reapers: Gather up first the cockle and bind it into bundles to burn, but the wheat gather ye into my barn."
        }
      ],
      "citation": "Matthew 13. 25-30",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DE profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam: de profúndis clamávi ad te, Dómine."
        },
        {
          "lang": "en",
          "content": "From the depths I have cried out to Thee, O Lord: Lord, hear my prayer: from the depths I have cried out to Thee, O Lord."
        }
      ],
      "citation": "Ps 129. 1-2",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "HÓSTIAS tibi, Dómine, placatiónis offérimus: ut et delícta nostra miserátus absólvas, et nutántia corda tu dírigas. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "We offer unto Thee, O Lord, the sacrifice of propitiation, that Thou mayest of Thy mercy, absolve us from our sins, and Thyself direct our inconstant hearts. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "AMEN dico vobis, quidquid orántes pétitis, crédite quia accipiétis, et fiet vobis."
        },
        {
          "lang": "en",
          "content": "Amen I say to you, whatsoever you ask when you pray, believe that you shall receive, and it shall be done to you."
        }
      ],
      "citation": "Mark 11. 24",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "Q UǼSUMUS, omnípotens Deus: ut illíus salutáris capiámus efféctum, cujus per hæc mystéria pignus accépimus. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "We beseech Thee, almighty God, that we may obtain the effect of that salvation, the pledge of which we have received in these mysteries. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
