{
  "name": "Second Last Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 27,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%20Second%20Last/Second%20Last%20Pentecost.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DICIT Dóminus: Ego cógito cogitatiónes pacis, et non afflictiónis: invocábitis me, et ego exáudiam vos: et redúcam captivitátem vestram de cunctis locis. Ps. 84. 2. Benedixísti, Dómine, terram tuam: avertísti captivitátem Jacob. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "The Lord saith: I think thoughts of peace, and not of affliction: you shall call upon Me, and I will hear you; and I will bring back your captivity from all places. Ps. Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob. V. Glory be to the Father."
        }
      ],
      "citation": "Jer. 29. 11, 12, 14",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PRÆSTA, quǽsumus, omnípotens Deus: ut semper rationabília meditántes, quæ tibi sunt plácita, et dictis exsequámur et factis. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Grant, we beseech Thee, almighty God, that thinking everything over in our minds, we may accomplish, both in words and works, that which is pleasing in Thy sight. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Grátias ágimus Deo semper pro ómnibus vobis, memóriam vestri faciéntes in oratiónibus nostris sine intermissióne, mémores óperis fídei vestræ, et labóris, et carítátis, et sustinéntiæ spei Dómini nostri Jesu Christi, ante Deum et Patrem nostrum: sciéntes, fratres, dilécti a Deo, electiónem vestram: quia Evangélium nostrum non fuit ad vos in sermóne tantum, sed et in virtú­te, et in Spíritu Sancto, et in plenitúdine multa, sicut scitis quales fuérimus in vobis propter vos. Et vos imitatóres nostri facti estis, et Dómini, excipiéntes verbum in tribulatióne multa, cum gáudio Spíritus Sancti: ita ut facti sitis for ma ómnibus credéntibus in Macedónia et in Achája. A vobis enim diffamátus est sermo Dómini, non solum in Macedónia et in Achája, sed et in omni loco fides vestra, quæ est ad Deum, profécta est, ita ut non sit nobis necésse quidquam loqui. Ipsi enim de nobis annúntiant qualem intróitum habuérimus ad vos: et quó­modo convérsi estis ad Deum a simulácris, servíre Deo vivo et vero, et exspectáre Fílium ejus de cælis (quem suscitávit ex mórtuis) Jesum."
        },
        {
          "lang": "en",
          "content": "Brethren: We give thanks to God always for you all, making a remembrance of you in our prayers without ceasing, being mindful of the work of your faith and labour and charity, and of the enduring of the hope of our Lord Jesus Christ before God and our Father: knowing, brethren beloved of God, your election: for our Gospel hath not been unto you in word only, but in power also, and in the Holy Ghost, and in much fullness, as you know what manner of men we have been among you for your sakes. And you became followers of us and of the Lord, receiving the word in much tribulation, with joy of the Holy Ghost: so that you were made a pattern to all that believe in Macedonia and in Achaia. For from you was spread abroad the word of the Lord, not only in Macedonia and in Achaia, but also in every place your faith, which is towards God, is gone forth, so that we need not to speak any thing. For they themselves relate of us what manner of entering in we had unto you; and how you turned to God from idols to serve the living and true God, and to wait for His Son from heaven (whom He raised up from the dead), Jesus, who hath delivered us from the wrath to come."
        }
      ],
      "citation": "I Thess. 1, 2-10",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LIBERÁSTI nos, Dómine, ex affligéntibus nos: et eos, qui nos odérunt, confudísti. V. In Deo laudábimur tota die et in nómine tuo confitébimur in s ǽcula."
        },
        {
          "lang": "en",
          "content": "Thou hast delivered us, O Lord, from them that afflict us: and hast put them to shame that hate us. V. In God we will glory all the day: and in Thy name we will give praise for ever."
        }
      ],
      "citation": "Psalm 43. 8-9",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. De profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam. Allelúia"
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. From the depths I have cried to Thee, O Lord: Lord, hear my prayer. Alleluia."
        }
      ],
      "citation": "Psalm 129. 1-2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus turbis parábolam hanc: Símile est regnum cælórum grano sinápis, quod accípiens homo seminávit in agro suo: quod mínimum quidem est ómnibus semínibus: cum autem créverit, majus est ómnibus oléribus, et fit arbor, ita ut vólucres cæli véniant et hábitent in ramis ejus. Aliam parábolam locútus est eis: Símile est regnum cælórum ferménto, quod accéptum múlier abscóndit in farínæs atistribus, donec fermentátum est totum. Hæc ómnia locútus est Jesus in parábolis ad turbas: et sine parábolis non loquebátur eis: ut implerétur quod dictum erat per Prophétam dicéntem: Apériam in parábolis os meum, eructábo abscóndita a constitutióne mundi."
        },
        {
          "lang": "en",
          "content": "At that time Jesus spoke to the multitudes this parable: The kingdom of heaven is like to a grain of mustard seed, which a man took and sowed in his field: which is the least indeed of all seeds: but when it is grown up, it is greater than all herbs and becometh a tree, so that the birds of the air come and dwell in the branches thereof. Another parable He spoke to them: The kingdom of heaven is like to leaven, which a woman took and hid in three measures of meal, until the whole was leavened. All these things Jesus spoke in parables to the multitudes: and without parables He did not speak to them: that it might be fulfilled which was spoken by the Prophet, saying: I will open my mouth in parables, I will utter things hidden from the foundation of the world."
        }
      ],
      "citation": "Matthew 13. 31-35",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DE profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam: de profúndis clamávi ad te, Dómine."
        },
        {
          "lang": "en",
          "content": "From the depths I have cried out to Thee, O Lord: Lord, hear my prayer: from the depths I have cried out to Thee, O Lord."
        }
      ],
      "citation": "Ps 129. 1-2",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "HÆC nos oblátio, Deus, mundet, qu ǽsumus, et rénovet, gubérnet et prótegat. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May this offering, O God, we beseech Thee, cleanse and renew us, guide and protect us. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "AMEN dico vobis, quidquid orántes pétitis, crédite quia accipiétis, et fiet vobis."
        },
        {
          "lang": "en",
          "content": "Amen I say to you, whatsoever you ask when you pray, believe that you shall receive, and it shall be done to you."
        }
      ],
      "citation": "Mark 11. 24",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CÆLÉSTIBUS, Dómine, pasti delíciis: quǽsumus: ut semper éadem, per quæ veráciter vívimus, appetámus. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "We have been fed, O Lord, with heavenly delights, and beseech Thee, that we may ever hunger after those things by which we truly live. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
