{
  "name": "Last Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 28,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%20Last/Last%20Sunday%20after%20Pentecost.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "DICIT Dóminus: Ego cógito cogitatiónes pacis, et non afflictiónis: invocábitis me, et ego exáudiam vos: et redúcam captivitátem vestram de cunctis locis. Ps. 84. 2. Benedixísti, Dómine, terram tuam: avertísti captivitátem Jacob. V. Gloria Patri."
        },
        {
          "lang": "en",
          "content": "The Lord saith: I think thoughts of peace, and not of affliction: you shall call upon Me, and I will hear you; and I will bring back your captivity from all places. Ps. Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob. V. Glory be to the Father."
        }
      ],
      "citation": "Jer. 29. 11, 12, 14",
      "type": "introit"
    },


    {
      "text": [
        {
          "lang": "la",
          "content": "EXCITA, qu ǽsumus, Dómine, tuórum fidélium voluntátes: ut divíni óperis fructum propénsius exsequéntes; pietátis tuæ remédia majóra percípiant. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Stir up the wills of Thy faithful people, we beseech Thee, O Lord: that more earnestly seeking the fruit of good works, they may receive more abundantly the gifts of Thy loving kindness. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Non cessámus pro vobis orantes et postulántes, ut impleámini agnitióne voluntátis Dei, in omni sapiéntia et intelléctu spiritáli: ut ambulétis digne Deo per ómnia placéntes: in omni ópere bono fructificántes, et crescéntes in sciéntia Dei: in omni virtúte confortáti secúndum poténtiam claritátis ejus in omni patiéntia et longanimitáte cum gáudio, grátias agéntes Deo Patri, qui dignos nos fecit in partem sortis sanctórum in lúmine: qui erípuit nos de potestáte tene­brárum, et tránstulit in regnum Fílii dilectiónis suæ, in quo habémus redemptiónem per sánguinem ejus, remissiónem peccatórum."
        },
        {
          "lang": "en",
          "content": "Brethren: We cease not to pray for you, and to beg that you may be filled with the knowledge of the will of God, in all wisdom and spiritual understanding; that you may walk worthy of God, in all things pleasing, being fruitful in every good work, and increasing in the knowledge of God; strengthened with all might according to the power of His glory, in all patience and long suffering with joy; giving thanks to God the Father; who hath made us worthy to be partakers of the lot of the saints in light; who hath delivered us from the power of darkness, and hath translated us into the kingdom of the Son of His love, in whom we have redemption through His blood, the remission of sins."
        }
      ],
      "citation": "Colossians 1. 9-14",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LIBERÁSTI nos, Dómine, ex affligéntibus nos: et eos, qui nos odérunt, confudísti. V. In Deo laudábimur tota die et in nómine tuo confitébimur in s ǽcula."
        },
        {
          "lang": "en",
          "content": "Thou hast delivered us, O Lord, from them that afflict us: and hast put them to shame that hate us. V. In God we will glory all the day: and in Thy name we will give praise for ever."
        }
      ],
      "citation": "Psalm 43. 8-9",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. De profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam. Allelúia"
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. From the depths I have cried to Thee, O Lord: Lord, hear my prayer. Alleluia."
        }
      ],
      "citation": "Psalm 129. 1-2",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus discípulis suis: Cum vidéritis abominatiónem desolatiónis quæ dicta est a Daniéle prophéta, stantem in loco sancto: qui legit, intélligat: tunc qui in Judǽa sunt, fúgiant ad montes: et qui in tecto, non descéndat tóllere áliquid de domo sua: et qui in agro, non revertátur tóllere túnicam suam. Væ autem prægnántibus et nutriéntibus in illis diébus. Oráte autem ut non fiat fuga vestra in hiéme vel sábbato. Erit enim tunc tribulátio magna, qualis non fuit ab inítio mundi usque modo, neque fiet. Et nisi breviáti fuíssent dies illi, non fíeret salva omnis caro: sed propter eléctos breviabúntur dies illi. Tunc si quis vobis díxerit: Ecce hic est Christus, aut illic: nolíte crédere. Surgent enim pseudochrísti et pseudoprophétæ: et dabunt signa magna, et prodígia, ita ut in errórem inducántur (si fíeri potest) étiam electi. Ecce prædíxi vobis. Si ergo díxerint vobis: Ecce in desérto est, nolite exire: ecce in penetrálibus, nolite crédere. Sicut enim fulgur exit ab Oriénte et paret usque in Occidéntem: ita erit et advéntus Fílii hóminis. Ubicúmque fúerit corpus, illic congregabúntur et áquilæ. Statim autem post tribulatiónem diérum illórum sol obscurábitur, et luna non dabit lumen suum, et stellæ cadent de cælo, et virtútes cælórum commovebúntur: et tunc parébit signum Fílii hóminis in cælo: et tunc plangent omnes tribus terræ: et vidébunt Filium hóminis veniéntem in núbibus cæli cum virtúte multa et majestáte. Et mittet Angelos suos cum tuba et voce magna: et congregábunt eléctos ejus a quátuor ventis, a summis cælórum usque ad términos eórum. Ab árbore autem fici díscite parábolam: cum jam ramus ejus tener fúerit et fólia nata, scitis quia prope est æstas: ita et vos cum vidéritis hæc ómnia, scitóte quia prope est in jánuis. Amen dico vobis, quia non præteríbit generátio hæc, donec ómnia hæc fiant. Cælum et terra transíbunt, verba autem mea non præteríbunt."
        },
        {
          "lang": "en",
          "content": "At that time, Jesus said to His disciples: When you shall see the abomination of desolation, which was spoken of by Daniel the prophet, standing in the holy place; (he that readeth, let him understand;) then they that are in Judea, let them flee to the mountains; and he that is on the housetop, let him not come down to take anything out of his house; and he that is in the field, let him not go back to take his coat. And woe to them that are with child, and that give suck, in those days. But pray that your flight be not in the winter, or on the sabbath: for there shall be then great tribulation, such as hath not been found from the beginning of the world until now neither shall be: and unless those days had been shortened, no flesh should be saved; but for the sake of the elect, those days shall be shortened. Then if any man shall say to you: Lo, here is Christ, or there; do not believe him; for there shall arise false Christs, and false prophets, and shall show great signs and wonders, insomuch as to deceive (if possible) even the elect. Behold I have told it to you beforehand: if therefore they shall say to you: Behold He is in the desert, go ye not out; behold He is in the closets, believe it not. For as lightning cometh out of the east, and appeareth even into the west, so shall also the coming of the Son of man be. Wheresoever the body shall be, there shall the eagles also be gathered together. And immediately after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be moved; and then shall appear the sign of the Son of man in heaven, and then shall all the tribes of the earth mourn; and they shall see the Son of man coming in the clouds of heaven with much power and majesty; and He shall send His angels with a trumpet and a great voice, and they shall gather together His elect from the four winds, from the farthest parts of the heavens to the utmost bounds of them. And from the fig tree learn a parable: when the branch thereof is now tender, and the leaves come forth, you know that summer is nigh. So you also, when you shall see all these things, know ye that it is nigh even at the doors. Amen I say to you that this generation shall not pass till all these things be done. Heaven and earth shall pass away, but My words shall not pass away."
        }
      ],
      "citation": "Matthew 24. 13-25",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DE profúndis clamávi ad te, Dómine: Dómine, exáudi oratiónem meam: de profúndis clamávi ad te, Dómine."
        },
        {
          "lang": "en",
          "content": "From the depths I have cried out to Thee, O Lord: Lord, hear my prayer: from the depths I have cried out to Thee, O Lord."
        }
      ],
      "citation": "Ps 129. 1-2",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PROPÍTIUS esto, Dómine, supplicatiónibus nostris: et pópuli tui oblatiónibus precibúsque suscéptis, ómnium nostrum ad te corda convérte; ut a terrénis cupiditátibus liberáti, ad cæléstia desidéria transeámus. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Be favourable, O Lord, to our supplications, and accepting the offerings and prayers of Thy people, convert the hearts of all to Thee: that being delivered from earthly desires, we may pass on to heavenly desires. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratias agere: Domine sancta, Pater omnipotens, aeterne Deus. Qui cum unigenito Filio: tuo et Spiritu Sancto, unus es Deus, unus es Dominus: non in uninus singularitate personae, sed in unius Trinitae substantiae. Quo denim de tua Gloria, revelante te, credimus, hoc de Filio tuo, hod de Spiritu Sancto, sine differentia discretionis sentimus. Ut in confessione verare, sempitiernaeque Deitatis, et in personis proprietas, et in essential unitas, et in majestate adoretur aequalitas. Quam laudant Angeli atque Archangeli, Cherubim, quoque ac Seraphim: qui non cessant clamare quotodie, una voce dicentes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: Who, together with Thine only-begotten Son, and the Holy Ghost, are one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "AMEN dico vobis, quidquid orántes pétitis, crédite quia accipiétis, et fiet vobis."
        },
        {
          "lang": "en",
          "content": "Amen I say to you, whatsoever you ask when you pray, believe that you shall receive, and it shall be done to you."
        }
      ],
      "citation": "Mark 11. 24",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CONCÉDE nobis, quæsumus, Dómine: ut per hæc sacraménta quæ súmpsimus, quidquid in nostra mente vitiósum est, ipsórum medicatiónis dono curétur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant us, we beseech Thee, O Lord by this sacrament which we have received, that whatsoever is corrupted in our souls may be restored by the gift of its healing power. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
