{
  "name": "5th Sunday after Pentecost",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "postpentecost",
  "sourceName": "maternal-heart",
  "seasonSortKey": 5,
  "sourceLink": "http://www.maternalheart.org/propers/Sundays%20after%20Pentecost/Pentecost%205/Pentecost%205.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "EXAUDI, Dómine, vocem meam, qua clamávi ad te: adjútor meus esto, ne derelínquas me, neque despícias me, Deus salutáris meus. Ps. 26. 2. Dóminus illuminátio mea, et salus mea, quem timébo? V. Glória Patri."
        },
        {
          "lang": "en",
          "content": "Hear O Lord, my voice with which I have cried to Thee: be Thou my helper, forsake me not, nor do Thou despise me, O God, my Saviour. Ps. The Lord is my light, and my salvation, whom shall I fear? V. Glory be to the Father."
        }
      ],
      "citation": "Psalm. 26. 7, 9",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui diligéntibus te bona invisibília præparásti: infúnde córdibus nostris tui amóris afféctum: ut te in ómnibus et super ómnia diligentes, promissiónes tuas, quæ omne desidérium súperant, consequámur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "O God, Who hast prepared for those who love Thee such good things as eye hath not seen; pour into our hearts such love towards Thee, that loving Thee above all things, we may obtain Thy promises, which exceed all that we can desire. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CARÍSSIMI: Omnes unánimes in oratióne estóte, compatiéntes, fraternitátis amatóres, misericórdes, modésti, húmiles: non reddéntes malum pro malo, nec maledíctum pro maledícto: sed e contrário benedicéntes: quia in hoc vocáti estis, ut benedictiónem hereditáte possideátis. Qui enim vult vitani dilígere et dies vidére bonos, coérceat linguam suam a malo, et lábia ejus ne loquántur dolum. Declínet a malo, et fáciat bonum: inquírat pacem, et sequátur eam. Quia óculi Dómini super justos, et aures ejus in preces eórum: vultus autem Dómini super faciéntes mala. Et quis est qui vobis nóceat, si boni æmulatóres fuéritis? Sed et si quid patímini propter justítiam beáti. Timórem autem eórum ne timuéritis: et non conturbémini. Dóminum autem Christum sanctificáte in cordibus vestris."
        },
        {
          "lang": "en",
          "content": "Dearly beloved: Be ye all of one mind, having compassion one of another, being lovers of the brotherhood, merciful, modest, humble; not rendering evil for evil, nor railing for railing, but contrariwise, blessing: for unto this are you called, that you may inherit a blessing. For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile. Let him decline from evil and do good; let him seek after peace, and pursue it; because the eyes of the Lord are upon the just, and His ears unto their prayers, but the countenance of the Lord is against them that do evil things. And who is he that can hurt you, if you be zealous of good? But if also you suffer anything for justice’s sake, blessed are ye. And be not afraid of their fear, and be not troubled; but sanctify the Lord Christ in your hearts."
        }
      ],
      "citation": "I Peter 3. 8-15",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PROTÉCTOR noster áspice, Deus: et réspice super servos tuos. V. Dómine Deus virtútum, exáudi preces servórum tuórum."
        },
        {
          "lang": "en",
          "content": "Behold, O God our protector, and look on Thy servants. V. O Lord God of hosts, give ear to the prayers of Thy servants."
        }
      ],
      "citation": "Psalm 83. 10, 9",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELUIA, alleluia. V. Dómine, in virtúte tua lætábitur rex; et super salutáre tuum exsultábit veheménter. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. In Thy strength, O Lord, the king shall joy; and in Thy salvation he shall rejoice exceedingly. Alleluia."
        }
      ],
      "citation": "Psalm 20. 1",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus discípulis suis: Nisi abundáverit justítia vestra plus quam scribárum et pharisæórum, non intrábitis in regnum cœlórum. Audístis, quia dictum est antíquis: Non occides: qui autem occíderit, reus erit judício. Ego autem dico vobis: quia omnis, qui iráscitur fratri suo, reus erit judício. Qui autem dixerit fratri suo, raca: reus erit concílio. Qui autem díxerit, fátue: reus erit géhennæ ignis. Si ergo offers munus tuum ad altáre, et ibi recordátus fúeris quia frater tuus habet áliquid advérsum te: relínque ibi munus tuum ante altáre, et vade prius reconciliári fratri tuo: et tunc véniens ófferes munus tuum."
        },
        {
          "lang": "en",
          "content": "At that time, Jesus said to His disciples: Except your justice abound more than that of the Scribes and Pharisees, you shall not enter into the kingdom of heaven. You have heard that it was said to them of old: Thou shalt not kill; and whosoever shall kill, shall be in danger of the judgment. But I say to you, that whosoever is angry with his brother, shall be in danger of the judgment; and whosoever shall say to his brother: Raca, shall be in danger of the council; and whosoever shall say: Thou fool, shall be in danger of hell fire. If therefore thou offer thy gift at the altar, and there thou remember that thy brother hath anything against thee, leave there thy offering before the altar, and go first to be reconciled to thy brother; and then coming thou shalt offer thy gift."
        }
      ],
      "citation": "Matthew 5. 20-24",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "BENEDÍCAM Dóminum, qui tribuit mihi intelléctum: providébam Deum in conspéctu meo semper: quóniam a dextris es mihi, ne commóvear."
        },
        {
          "lang": "en",
          "content": "I will bless the Lord, who hath given me understanding; I set God always in my sight; for He is at my right hand, that I be not moved."
        }
      ],
      "citation": "Psalm 15. 7, 8",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PROPITIÁRE, Dómine, supplicatiónibus nostris: et has oblatiónes famulórum famularúmque tuárum benígnus assúme: ut, quod sínguli obtulérunt ad honórem nominis tui, cunctis profíciat ad salútem. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Be appeased, we beseech Thee, O Lord, by our supplications: and in Thy loving kindness, accept the offerings Thy servants and handmaidens lay before Thee, that the offerings of each to the glory of Thy name may profit all alike unto salvation. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, nos tibi semper et ubique grátias ágere, Dómine sancte, Pater omnípotens, ætérne Deus: Qui cum unigénito Fílio tuo, et Spíritu Sancto, unus es Deus, unus es Dóminus: non in unius singularitáte persónæ, sed in unius Trinitáte substántiæ. Quod enim de tua glória, revelánte te, crédimus, hoc de Fílio tuo, hoc de Spiritu Sancto, sine differéntia discretiónis sentímus. Ut in confessióne veræ, sempiternæque Deitátis, et in persónis propríetas et in esséntia únitas, et in majestáte adorétur æquálitas. Quam laudant Angelí, atque Archángeli, Chérubim quoque ac Séraphim: qui non cessant clamáre quotidíe, una voce dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks to Thee, holy Lord, Father almighty, eternal God: Who, together with Thine only-begotten Son and the Holy Ghost, art one God, one Lord: not in the Oneness of a single Person, but in the Trinity of one substance. For what by Thy revelation we believe of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation; so that in confessing the true and eternal Godhead, in It we should adore distinction in persons, unity in Essence, and equality in Majesty: in praise of which Angels and Archangels, Cherubim also and Seraphim day and night exclaim, without end and with one voice saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface of the Most Holy Trinity"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "UNAM pétii a Dómino, hanc requíram: ut inhábitem in domo Dòmini ómnibus diébus vitæ meæ."
        },
        {
          "lang": "en",
          "content": "One thing I have asked of the Lord, this will I seek after: that I may dwell in the house of the Lord all the days of my life."
        }
      ],
      "citation": "Psalm 26. 4",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "QUOS cœlésti, Dómine, dono satiásti: præsta, qu ǽsumus: ut a nostris mundémur occúltis, et ab hóstiam liberémur insídiis. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Thou hast filled us with thy heavenly gifts, O Lord: vouchsafe, we beseech Thee, to cleanse us from our hidden faults, and deliver us from the snares of our enemies. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
