{
  "name": "Quinquagesima Sunday",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "lent",
  "sourceName": "maternal-heart",
  "seasonSortKey": 3,
  "sourceLink": "http://www.maternalheart.org/propers/Septuagesima%20to%20Passion%20Sunday/Quinquagesima%20Sunday/Quinquagesima%20Sunday.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "ESTO mihi in Deum protectórem, et in locum refúgii, ut salvum me fácias: quóniam firmaméntum meum et refúgium meurn es tu: et propter nomen tuum dux mihi eris, et enútries me. <em>Ps. 30. 2.</em> In te, Dómine, sperávi, non confúndar in ætérnum: in justítia tua libera me et éripe me. V. Glória Patri."
        },
        {
          "lang": "en",
          "content": "BE Thou unto me a God, a protector, and a place of refuge, to save me: for Thou art my strength and my refuge: and for Thy name’s sake Thou wilt lead me, and nourish me. <ps>Ps.</ps> In Thee, O Lord, have I hoped, let me never be confounded: deliver me in Thy justice, and save me. V. Glory be to the Father."
        }
      ],
      "citation": "Psalm 30. 3-4",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PRECES nostras, qu ǽsumus, Dómine, cleménter exáudi: atque a peccatórum vínculis absolútos, ab omni nos adversitáte custódi. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "WE beseech Thee, O Lord, mercifully hear our prayers, that being loosed from the bonds of our sins, we may be defended by Thee against all adversity. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "FRATRES: Si linguis hóminum loquar, et Angelórum, caritátem autem non hábeam, factus sum velut æs sonans, aut cýmbalum tínniens. Et si habúero prophetíam, et nóverim mystéria ómnia et omnem sciéntiam: et si habúero omnem fidem ita ut montes tránsferam, caritátem autem non habúero, nihil sum. Et si distribúero in cibos páuperum omnes facultátes meas, et si tradídero corpus meum, ita ut árdeam, caritátem autem non habúero, nihil mihi prodest. Cáritas pátiens est, benígna est: cáritas non æmulátur, non agit pérperam, non inflàtur, non est ambitiósa, non quærit quæ sua sunt, non irritátur, non cógitat malum, non gaudet super iniquitáte, congáudet autem veritáti: ómnia suffert, ómnia credit, ómnia sperat, ómnia sústinet. Cáritas numquam éxcidit: sive prophetíae evacuabúntur, sive linguæ cessábunt, sive sciéntia destruétur. Ex parte enim cognócimus, et ex parte prophetámus. Cum autem vé- nerit quod perféctum est, evacuábitur quod ex parte est. Cum essem párvulus, loquébar ut párvulus, sapiébam ut párvulus, cogitábam ut párvulus. Quando autem factus sum vir, evacuávi quæ erant párvuli. Vidémus nunc per spéculum in ænígmate: tunc autem fácie ad fáciem. Nunc cognósco ex parte: tunc autem cognóscam sicut et cógnitus sum. Nunc autem manent fides, spes, cáritas, tria hæc: major autem horum est cáritas."
        },
        {
          "lang": "en",
          "content": "BRETHREN: If I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass or a tinkling cymbal. And if I should have prophecy, and should know all mysteries and all knowledge; and if I should have all faith so that I could remove mountains, and have not charity, I am nothing. And if I should distribute all my goods to feed the poor, and if I should deliver my body to be burned and have not charity, it profiteth me nothing. Charity is patient, is kind; Charity envieth not, dealeth not per- versely, is not puffed up, is not ambitious, seeketh not her own, is not provoked to anger, thinketh no evil, rejoiceth not in iniquity, but rejoiceth with the truth; beareth all things, believeth all things, hopeth all things, endureth all things. Cha- rity never falleth away; whether prophecies shall be made void, or tongues shall cease, or knowledge shall be destroyed. For we know in part, and we prophesy in part. But when that which is perfect is come, that which is in part shall be done away. When I was a child, I spoke as a child, I understood as a child, I thought as a child. But when I became a man, I put away the things of a child. We see now through a glass in a dark manner; but then face to face. Now I know in part; but then I shall know even as I am known. And now there remain faith, hope and charity, these three; but the greatest of these is charity."
        }
      ],
      "citation": "1 Corinthians 13. 1-13",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "T U es Deus qui facis mirabília solus: notam fecísti in géntibus virtútem tuam. V. Liberásti in bráchio tuo pópulum tuum, fílios Israël et Joseph."
        },
        {
          "lang": "en",
          "content": "THOU art the God that alone dost wonders: Thou hast made Thy power known among the nations. V. With Thy arm Thou hast delivered Thy people, the children of Israel and of Joseph."
        }
      ],
      "citation": "Psalm 76. 15-16",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "JUBILATE Deo, omnis terra: servíte Dómino in lætítia. V. Intráte in conspéctu ejus, in exsultatióne: scitóte quod Dóminus ipse est Deus. V. Ipse fecit nos, et non ipsi nos: nos autem pópulus ejus, et oves páscuæ ejus."
        },
        {
          "lang": "en",
          "content": "SING joyfully to God, all the earth: serve ye the Lord with gladness. V. Come in before His presence with exceeding great joy: know ye that the Lord He is God. V. He made us, and not we ourselves: but we are His people and the sheep of His pasture."
        }
      ],
      "citation": "Psalm 99. 1-2",
      "type": "tract"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Assúmpsit Jesus duódecim, et ait illis: Ecce ascéndimus Jerosólymam, et consummabúntur ómnia, quæ scripta sunt per Prophétas de Fílio hóminis. Tradétur enim géntibus, et illudétur, et flagellábitur, et conspuétur: et postquam flagelláverint, occídent eum, et tértia die resúrget. Et ipsi nihil horum intellexérunt, et erat verbum istud abscónditum ab eis, et non intelligébant quæ dicebántur. Factum est autem, cum appropinquáret Jé- richo, cæcus quidam sedébat secus viam, mendícans. Et cum audíret turbam prætereúntem, interrogábat quid hoc esset. Dixérunt autem ei, quod Jesus Nazarénus transíret. Et clamavit, dicens: Jesu, fili David, miserére mei. Et qui præíbant, increpábant eum ut tacéret. Ipse vero multo magis clamábat: Fili David, miserére mei. Stans autem Jesus, jussit illum addúci ad se. Et cum appropinquásset, interrogávit illum, dicens: Quid tibi vis fáciam? At ille dixit: Dómine, ut vídeam. Et Jesus dixit illi: Réspice, fides tua te salvum fecit. Et conféstim vidit, et sequebátur illum magníficans Deum. Et omnis plebs ut vidit, dedit laudem Deo."
        },
        {
          "lang": "en",
          "content": "AT that time Jesus took unto Him the twelve and said to them: Behold, we go up to Jerusalem, and all things shall be accomplished which were written by the Prophets concerning the Son of Man. For He shall be delivered to the Gentiles, and shall be mocked and scourged and spit upon: and after they have scourged Him, they will put Him to death, and the third day He shall rise again. And they understood none of these things, and this word was hid from them, and they understood not the things that were said. Now it came to pass, when He drew nigh to Jericho, that a certain blind man sat by the wayside, begging. And when he heard the multitude passing by, he asked what this meant. And they told him that Jesus of Nazareth was passing by. And he cried out, saying: Jesus, son of David, have mercy on me. And they that went before rebuked him, that he should hold his peace. But he cried out much more: Son of David, have mercy on me. And Jesus standing, commanded him to be brought unto him. And when he was come near, He asked him, saying: What wilt thou that I do to thee? But he said: Lord, that I may see. And Jesus said to him: Receive thy sight, thy faith hath made thee whole. And immediately he saw and followed Him glorifying God. And all the people, when they saw it, gave praise to God."
        }
      ],
      "citation": "Luke 18. 31-43",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "BENEDÍCTUS es, Dómine, doce me justificatiónes tuas: in lábiis meis pronuntiávi ómnia judícia oris tui."
        },
        {
          "lang": "en",
          "content": "BLESSED art Thou, O Lord, teach me Thy justifications: with my lips I have pronounced all the judgments of Thy mouth."
        }
      ],
      "citation": "Psalm 118. 12-13",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "HÆC hóstia, Dómine, qu ǽsumus, emúndet nostra delicta: et ad sacrifícium celebrándum, subditórum tibi córpora mentésque sanctíficet. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "MAY these sacrifices, we beseech Thee, O Lord, cleanse our offenses, and sanctify the bodies and minds of Thy servants for the celebration of this sacrifice. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MANDUCAVÉRUNT, et saturáti sunt nimis, et desidérium eórum áttulit eis Dóminus: non sunt fraudáti a desidério suo."
        },
        {
          "lang": "en",
          "content": "THEY did eat, and were filled exceedingly, and the Lord gave them their desire: they were not defrauded of that which they craved."
        }
      ],
      "citation": "Psalm 77. 29-30",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "QUǼSUMUS, omnípotens Deus, ut qui cæléstia aliménta percépimus, per hæc contra Omnia advérsa muniámur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "WE beseech Thee, almighty God, that we who have received this heavenly nourishment, may be strengthened by it against all adversities. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
