{
  "name": "Second Sunday After Easter",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "easter",
  "sourceName": "maternal-heart",
  "seasonSortKey": 2,
  "sourceLink": "http://www.maternalheart.org/propers/Easter%20Season/Second%20Sunday%20after%20Easter/Second%20Sunday%20after%20Easter.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "MISERICORDIA Dómini plena est terra, alleiúia: verbo Dómini cæli firmáti sunt, allelúia, allelúia. <em>Ps. 32. 1.</em> Exsultáte, justi, in Dómino: rectos decet collaudátio. V. Glória Patri. "
        },
        {
          "lang": "en",
          "content": "The earth is full of the mercy of the Lord, alleluia: by the word of the Lord were the heavens made, alleluia, alleluia. <em>Ps.</em> Rejoice in the Lord, O ye righteous: praise is comely for the upright. V. Glory be to the Father. 
"
        }
      ],
      "citation": "Psalm 32. 5-6",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui in Fílii tui humilitáte jacéntem mundum erexísti: fidélibus tuis perpétuam concéde lætítiam; ut, quos perpétuæ mortis eripuísti cásibus, gáudiis fácias pérfrui sempitérnis. Per eúmdem Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "O God, who, by the humility of Thy Son, hast raised up a fallen world, grant to Thy faithful people abiding joy; that those whom Thou hast delivered from the perils of eternal death, Thou mayest cause to enjoy endless happiness. Through the same Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CARÍSSIMI: Christus passus est pro nobis, vobis relínquens exémplum, ut sequámini vestígia ejus. Qui peccátum non fecit, nec invéntus est dolus in ore ejus: qui cum maledicerétur, non maledicébat: cum paterétur, non comminabátur: tradébat autem judicánti se injúste: qui peccáta nostra ipse pértulit in córpore suo super lignum: út peccátis mórtui, justítiæ vivámus: cujus livóre sanáti estis. Erátis enim sicut oves errántes, sed convérsi estis nunc ad pastórem et epíscopum animárum vestrarum."
        },
        {
          "lang": "en",
          "content": "Dearly beloved, Christ suffered for us, leaving you an example, that you should follow His steps, Who did no sin, neither was guile found in His mouth. Who when He was reviled, did not revile: when He suffered, He threatened not, but delivered Himself to him that judged Him unjustly: who His own self bore our sins in His body upon the tree: that we, being dead to sins, should live to justice: by whose stripes you were healed. For you were as sheep going astray, but you are now converted to the shepherd and bishop of your souls."
        }
      ],
      "citation": "1 Peter 2. 21-25",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Cognovérunt discípuli Dóminum Jesum in fractióne panis."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. The disciples knew the Lord Jesus in the breaking of bread."
        }
      ],
      "citation": "Luke 24. 35",
      "type": "gradual"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA. V. Ego sum pastor bo-nus: et cognósco oves meas, et cognóscunt me meæ. Allelúia. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia. V. I am the good shepherd: and I know My sheep, and Mine know Me. Alleluia. Alleluia."
        }
      ],
      "citation": "John 10. 14",
      "type": "tract"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus pharisǽis: Ego sum pastor bonus. Bonus pastor ánimam suam dat pro óvibus suis. Mercenárius autem, et qui non est pastor, cujus non sunt oves própriæ, videt lupum veniéntem, et dimíttit oves et fugit: et lupus rapit, et dispérgit oves: mercenárius autem fugit, quia mercenárius est, et non pértinet ad eum de óvibus. Ego sum pastor bonus: et cognósco meas, et cognóscunt me meæ. Sicut novit me Pater, et ego agnósco Patrem: et ánimam meam pono pro óvibus meis. Et álias oves hábeo quæ non sunt ex hoc ovíli: et illas opórtet me addúcere, et vocem meam áudient, et fiet unum ovíle, et unus pastor."
        },
        {
          "lang": "en",
          "content": "At that time: Jesus said to the Pharisees: I am the good shepherd. The good shepherd giveth his life for his sheep. But the hireling, and he that is not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth and scattereth the sheep: and the hireling fleeth, because he is a hireling, and he hath no care for the sheep. I am the good shepherd: and I know Mine, and Mine know Me, as the Father knoweth Me, and I know the Father: and I lay down My life for My sheep. And other sheep I have that are not of this fold: them also I must bring, and they shall hear My voice, and there shall be one fold and one shepherd."
        }
      ],
      "citation": "John 10. 11-16",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, Deus meus, ad te de luce vígilo: et in nómine tuo levábo manus meas, allelúia."
        },
        {
          "lang": "en",
          "content": "O God, my God, to Thee do I watch at break of day: and in Thy name I will lift up my hands, alleluia. "
        }
      ],
      "citation": "Psalm 62. 2, 5",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "BENEDICTIÓNEM nobis, Dómine, cónferat salutárem sacra semper oblátio: ut, quod agit mystério, virtúte perfíciat. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May this holy oblation, O Lord, ever draw down upon us Thy saving blessing; that it may perfect in virtue what it represents in mystery. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre: Te quidem, Dómine, omni témpore, sed in hoc potíssimum gloriósius prædícare, cum Pascha nostrum immolátus est Christus. Ipse enim verus est Agnus, qui ábstulit peccáta mundi. Qui mortem nostram moriéndo destrúxit, et vitam resurgéndo reparávit. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus, cumque omni milítia cæléstis exércitus, hymnum glóriæ tuæ cánimus, sine fine dicéntes: "
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and availing unto salvation that at all times, but more especially at this season, we should extol Thy glory, O Lord, when Christ our Pasch was sacrificed. For He is the true Lamb that hath taken away the sins of the world. Who by dying hath overcome our death, and by rising again hath restored our life. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the heavenly hosts, we sing a hymn to Thy glory, saying without ceasing:"
        }
      ],
      "type": "preface",
      "heading": "Preface for Easter"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "EGO sum pastor bonus, allelúia: et cognósco oves meas, et cognóscunt me meæ, allelúia, allelúia."
        },
        {
          "lang": "en",
          "content": "I am the good shepherd, alleluia: and I know My sheep, and Mine know Me, alleluia, alleluia."
        }
      ],
      "citation": "John 10. 14",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "PRÆSTA nobis, quǽsumus, omní-potens Deus, ut vivificatiónis tuæ grátiam consequéntes, in tuo semper múnere gloriémur. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant us, we beseech Thee, almighty God, that we who obtain from Thee the grace of a new life, may ever glory in Thy gift. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
