{
  "name": "Third Sunday After Easter",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "easter",
  "sourceName": "maternal-heart",
  "seasonSortKey": 3,
  "sourceLink": "http://www.maternalheart.org/propers/Easter%20Season/Third%20Sunday%20after%20Easter/Third%20Sunday%20after%20Easter.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "JUBILATE Deo, omnis terra, allelúia: psalmum dícite nómini ejus, allelúia: date glóriam laudi ejus, allelúia, allelúia, allelúia. Ps. 65. 3. Dícite, Deo, quam terribília sunt ópera tua, Dómine. In multitúdine virtútis tuæ mentiéntur tibi inimíci tui. V. Glória Patri. JUBILATE Deo."
        },
        {
          "lang": "en",
          "content": "Shout with joy to God, all the earth, alleluia: sing ye a psalm to His name, alleluia: give glory to His praise, alleluia, alleluia, alleluia. Ps. Say unto God: How terrible are Thy works, O Lord! In the multitude of Thy strength Thine enemies shall lie to Thee. V. Glory be to the Father. Shout with Joy."
        }
      ],
      "citation": "Psalm 65. 1, 2",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui errántibus, ut in viam possint redíre justítiæ, veritátis tuæ lumen osténdis: da cunctis qui christiána professióne censéntur, et illa respúere, quæ huic inimíca sunt nómini; et ea quæ sunt apta, sectári. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "O God, who dost show to them that are in error the light of Thy truth, that they may return into the way of righteousness; grant to all those who profess themselves Christians to reject those things which are contrary to that name, and follow such things as are agreeable to it. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CARÍSSIMI: Obsecro vos tamquam ádvenas et peregrínos abstinére vos a carnálibus desidériis, quæ mílitant advérsus ánimam; conversatiónem vestram inter gentes habéntes bonam: ut in eo, quod detréctant de vobis tamquam de malefactóribus, ex bonis opéribus vos considerántes, gloríficent Deum in die visitatiónis. Subjécti ígitur estóte omni humánæ creatúræ propter Deum: sive regi, quasi præcellénti: sive dúcibus, tamquam ab eo missis ad vindíctam malefactórum, laudem vero bonórum: quia sic est volúntas Dei, ut benefaciéntes obmutéscere faciátis imprudéntium hóminum ignorántiam: quasi líberi, et non quasi velámen habéntes malítiæ libertátem, sed sicut servi Dei. Omnes honoráte: fraternitátem dilígite: Deum timéte: regem honorificáte. Servi, súbditi estóte in omni timóre dóminis, non tantum bonis et modéstis, sed étiam dyscolis. Hæc est enim grátia: in Christo Jesu Dómino nostro."
        },
        {
          "lang": "en",
          "content": "Dearly beloved, I beseech you as strangers and pilgrims, to refrain yourselves from carnal desires, which war against the soul, having your conversation good among the Gentiles: that whereas they speak against you as evildoers, they may, by the good works which they shall behold in you, glorify God in the day of visitation. Be ye subject therefore to every human creature for God’s sake: whether it be to the king as excelling, or to governors as sent by him for the punishment of evildoers and for the praise of the good: for so is the will of God, that by doing well you may put to silence the ignorance of foolish men: as free, and not as making liberty a cloak for malice, but as the servants of God. Honour all men: love the brotherhood: fear God: honour the king. Servants, be subject to your masters with all fear, not only to the good and gentle, but also to the froward. For this is thankworthy before God: in Christ Jesus our Lord."
        }
      ],
      "citation": "1 Peter 2. 11-19",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Redemptiónem misit Dóminus pópulo suo."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. The Lord hath sent redemption to His people."
        }
      ],
      "citation": "Psalm 110. 9",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA. V. Oportébat pati Christum, et resúrgere a mórtuis: et ita intráre in glóriam suam. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia. V. It behooved Christ to suffer and to rise again from the dead, and so to enter into His glory. Alleluia."
        }
      ],
      "citation": "Luke 24. 46",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus discípulis suis: Módicum, et jam non vidé- bitis me: et íterum módicum, et vidébitis me: quia vado ad Patrem. Dixérunt ergo ex discípulis ejus ad ínvicem: Quid est hoc, quod dicit nobis: Módicum, et non vidébitis me: et íterum módicum, et vidébitis me, et quia vado ad Patrem? Dicé- bant ergo: Quid est hoc quod dicit: Módicum? nescímus, quid lóquitur. Cognóvit autem Jesus, quia volébant eum interrogáre, et dixit eis: De hoc quǽritis inter vos, quia dixi: Módicum, et non vidébitis me: et íterum módicum, et vidébitis me. Amen, amen, dico vobis: quia plorábitis et flébitis vos, mundus autem gaudé- bit: vos autem contristabímini, sed tristítia vestra vertétur in gáudium. Múlier cum parit, tristítiam habet, quia venit hora ejus: cum autem pepérerit púerum, jam non méminit pressúræ propter gáudium, quia natus est homo in mundum. Et vos ígitur nunc quidem tristítiam habé- tis, íterum autem vidébo vos, et gaudébit cor vestrum: et gáudium vestrum nemo tollet a vobis."
        },
        {
          "lang": "en",
          "content": "At that time Jesus said to His disciples: A little while, and now you shall not see Me: and again a little while, and you shall see Me: because I go to the Father. Then some of His disciples said one to another: What is this that He saith to us: A little while, and you shall not see Me: and again a little while, and you shall see Me, and because I go to the Father? They said therefore: What is this that He saith, A little while? We know not what He speaketh. And Je- sus knew that they had a mind to ask Him. And He said to them: Of this do you in- quire among yourselves, because I said: A little while, and you shall not see Me: and again a little while, and you shall see Me? Amen, amen, I say to you, that you shall lament and weep, but the world shall re- joice: and you shall be made sorrowful, but your sorrow shall be turned into joy. A woman, when she is in labour, hath sorrow, because her hour is come; but when she hath brought forth the child, she remembereth no more the anguish, for joy that a man is born into the world. So also you now indeed have sorrow: but I will see you again and your heart shall rejoice: and your joy no man shall take from you."
        }
      ],
      "citation": "John 16. 16-22",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "LAUDA, ánima mea, Dominum: laudabo Dóminum in vita mea: psallum Deo meo quámdiu ero, allelúia."
        },
        {
          "lang": "en",
          "content": "Praise the Lord, O my soul; while I live will I praise the Lord: I will sing praises unto my God while I have being, alleluia."
        }
      ],
      "citation": "Psalm 145. 2",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "HIS nobis, Dómine, mystériis conferátur, quo terréna desidéria mitigántes, discámus amáre cæléstia. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "Grant, O Lord, that by these mysteries it may be given us to subdue our worldly desires, and learn to love the things of heaven. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre: Te quidem, Dómine, omni témpore, sed in hoc potíssi- mum gloriósius prædícare, cum Pascha nostrum immolátus est Christus. Ipse enim verus est Ag- nus, qui ábstulit peccáta mundi. Qui mortem nostram moriéndo des- trúxit, et vitam resurgéndo reparávit. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus, cumque omni milítia cæléstis exérci- tus, hymnum glóriæ tuæ cánimus, sine fine dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and availing unto salvation that at all times, but more especially at this season we should extol Thy glory, O Lord, when Christ our Pasch was sacrificed. For He is the true Lamb that hath taken away the sins of the world. Who by dying hath overcome our death, and by rising again hath restored our life. And therefore with Angels and Archangels, with Thrones and Domina- tions, and with all the heavenly hosts, we sing a hymn to Thy glory, saying without ceasing:"
        }
      ],
      "type": "preface",
      "heading": "Preface for Easter"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "MÓDICUM, et non vidébitis me, alleluia; íterum módicum, et vidébitis me: quia vado ad Patrem, allelúia, allelúia."
        },
        {
          "lang": "en",
          "content": "A little while, and you shall not see Me, alleluia; and again a little while, and you shall see Me: because I go to the Father, Alleluia, alleluia."
        }
      ],
      "citation": "John 16. 16",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SACRAMÉNTA quæ súmpsimus, quǽsumus, Dómine, et spirituálibus nos instáurent aliméntis, et corporálibus tueántur auxíliis. Per Dóminum."
        },
        {
          "lang": "en",
          "content": "May the sacraments which we have received, we beseech Thee, O Lord, be a life-giving food for our souls and a safeguard to our bodies. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
