{
  "name": "Fouth Sunday After Easter",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "easter",
  "sourceName": "maternal-heart",
  "seasonSortKey": 4,
  "sourceLink": "http://www.maternalheart.org/propers/Easter%20Season/Fourth%20Sunday%20after%20Easter/Fourth%20Sunday%20after%20Easter.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "CANTATE Dómino cánticum novum, allelúia: quia mirabília fecit Dóminus, allelúia: ante conspéctum géntium revelávit justítiam suam, allelúia, allelúia, allelúia. Ps. 97. 1. Salvábit sibi déxtera ejus: et bráchium sanctum ejus. V. Glória Patri. CANTATE Dómino."
        },
        {
          "lang": "en",
          "content": "Sing ye to the Lord a new canticle, alleluia, for the Lord hath done wonderful things, alleluia: He hath revealed His justice in the sight of the Gentiles, alleluia, alleluia, alleluia. Ps. His right hand, and His holy arm, hath gotten Him salvation. V. Glory be to the Father. Sing ye to the Lord."
        }
      ],
      "citation": "Psalm 97. 1, 2",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui fidélium mentes uníus éfficis voluntátis, da pópulis tuis id amáre quod prǽcipis, id desideráre quod promíttis: ut inter mundánas varietátes ibi nostra fixa sint corda, ubi vera sunt gáudia. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "God, who makest the minds of the faithful to be of one will, grant to Thy people to love that which Thou commandest and desire that which Thou dost promise; that so, among the changing things of this world, our hearts may be set where true joys are to be found. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CARÍSSIMI: Omne datum óptimum et omne donum perféctum desúrsum est, descéndens a Patre lúminum, apud quem non est transmutátio, nec vicissitúdinis obumbrátio. Voluntárie enim génuit nos verbo veritátis, ut simus inítium áliquod creatúræ ejus. Scitis, fratres mei dilectíssimi. Sit autem omnis homo velox ad audiéndum: tardus autem ad loquéndum, et tardus ad iram. Ira enim viri justítiam Dei non operá- tur. Propter quod abjiciéntes omnem immundítiam et abundántiam malítiæ, in mansuetúdine suscípite ínsitum verbum, quod potest salváre ánimas vestras."
        },
        {
          "lang": "en",
          "content": "Dearly beloved, every best gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no change nor shadow of alteration. For of His own will hath He begotten us by the word of truth, that we might be some beginning of His creature. You know, my dearest brethren. And let every man be swift to hear, but slow to speak and slow to anger. For the anger of man worketh not the justice of God. Wherefore, casting away all uncleanness and abundance of naughtiness, with meekness receive the ingrafted word, which is able to save your souls."
        }
      ],
      "citation": "James 1. 17-21",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Déxtera Dómini fecit virtútem: déxtera Dómini exaltávit me."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. The right hand of the Lord hath wrought strength, the right hand of the Lord hath exalted me."
        }
      ],
      "citation": "Psalm 117. 16",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA. V. Christus resúrgens ex mórtuis, jam non móritur: mors illi ultra non dominábitur. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia. V. Christ, rising again from the dead, dieth now no more: death shall no more have dominion over Him. Alleluia."
        }
      ],
      "citation": "Romans 6. 9",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus discípulis suis: Vado ad eum, qui misit me: et nemo ex vobis intérrogat me: Quo vadis? Sed quia hæc locútus sum vobis, tristítia implévit cor vestrum. Sed ego veritátem dico vobis: éxpedit vobis ut ego vadam: si enim non abíero, Paráclitus non véniet ad vos: si autem abíero, mittam eum ad vos. Et cum vénerit ille, árguet mundum de peccáto, et de justítia et de judício. De peccáto quidem, quia non credidérunt in me: de justítia vero, quia ad Patrem vado, et jam non vidébitis me: de judício autem, quia princeps hujus mundi jam judicátus est. Adhuc multa hábeo vobis dícere: sed non potéstis portáre modo. Cum autem vénerit ille Spíritus veritátis, docébit vos omnem veritá- tem. Non enim loquétur a semetípso: sed quæcúmque áudiet, loquétur, et quæ ventúra sunt, annuntiábit vobis. Ille me clarificábit: quia de meo accípiet et annuntiábit vobis."
        },
        {
          "lang": "en",
          "content": "At that time Jesus said to His disciples: I go to Him that sent Me; and none of you asketh Me: Whither goest Thou? But because I have spoken these things to you, sorrow hath filled your heart. But I tell you the truth: it is expedient to you that I go; for if I go not, the Paraclete will not come to you: but if I go I will send Him to you. And when He is come, He will convince the world of sin, and of justice and of judgment. Of sin, because they believed not in Me; and of justice, because I go to the Father, and you shall see Me no longer; and of judgment, because the prince of this world is already judged. I have yet many things to say to you: but you cannot bear them now. But when He, the Spirit of truth, is come, He will teach you all truth. For He shall not speak of Himself: but what things soever He shall hear He shall speak, and the things that are to come He shall show you. He shall glorify Me: because He shall receive of Mine and shall show it to you."
        }
      ],
      "citation": "John 16. 5-14",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "JUBILÁTE Deo, univérsa terra, psalmum dícite nómini ejus: veníte, et audíte, et narrábo vobis, omnes qui timétis Deum, quanta fecit Dóminus ánimæ meæ, allelúia."
        },
        {
          "lang": "en",
          "content": "Shout with joy to God, all the earth, sing ye a psalm to His name: come and hear, and I will tell you, all ye that fear God, what great things the Lord hath done for my soul, alleluia."
        }
      ],
      "citation": "Psalm 65. 1-2, 16",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, qui nos per hujus sacrifícii veneránda commércia, uníus summæ divinitátis partícipes effecísti: præsta, quǽsumus: ut, sicut tuam cognóscimus veritátem, sic eam dignis móribus assequámur. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "O God, who by the sacred intercourse of this sacrifice hast made us partakers of the one supreme divine nature: grant, we beseech Thee, that as we know Thy truth, so we may follow it by a worthy life. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, te quidem, Dómine, omni témpore, sed in hoc potíssimum gloriósius prædícare, cum Pascha nostrum immolátus est Christus. Ipse enim verus est Agnus, qui ábstulit peccáta mundi. Qui mortem nostram moriéndo destrúxit, et vitam resurgéndo reparávit. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus, cumque omni milítia cæléstis exércitus, hymnum glóriæ tuæ cánimus, sine fine dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times to praise Thee, O Lord, but more gloriously at this time above all others, when Christ our Pasch was sacrificed. For He is the true Lamb Who took away the sins of the world: Who by dying destroyed our death, and by rising again hath restored us to life. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing a hymn to Thy glory, evermore saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface for Easter"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CUM vénerit Paráclitus Spíritus veritátis, ille árguet mundum de peccá- to, et de justítia, et de judício, allelúia, allelúia."
        },
        {
          "lang": "en",
          "content": "When the Paraclete, the Spirit of truth, is come, He will convince the world of sin, and of justice and of judgment, alleluia, alleluia."
        }
      ],
      "citation": "John 16. 8",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ADÉSTO nobis, Dómine Deus noster: ut per hæc, quæ fidéliter súmpsimus, et purgémur a vítiis et a perí- culis ómnibus eruámur. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Assist us, O Lord our God, that by these gifts which we have received in faith, we may be purified from vice and delivered from all dangers. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
