{
  "name": "Fifth Sunday After Easter",
  "compiledBy": "Ben Yanke",
  "liturgyType": "Mass",
  "liturgyClass": "other",
  "season": "easter",
  "sourceName": "maternal-heart",
  "seasonSortKey": 5,
  "sourceLink": "http://www.maternalheart.org/propers/Easter%20Season/Fifth%20Sunday%20after%20Easter/Fifth%20Sunday%20after%20Easter.pdf",
  "textblocks": [
    {
      "text": [
        {
          "lang": "la",
          "content": "VOCEM jucunditátis annuntiáte, et audiátur, allelúia: annuntiáte usque ad extremum terræ: liberávit Dóminus pópulum suum, alleluia, allelúia. Ps. 65. 1-2. Jubiláte Deo, omnis terra, psalmum dícite nómini ejus: date glóriam laudi ejus. V. Glória Patri. Vocem."
        },
        {
          "lang": "en",
          "content": "Declare it with the voice of joy, and make it known, alleluia: declare it even to the ends of the earth: The Lord hath delivered His people, alleluia, alleluia. Ps. Shout with joy to God, all the earth, sing ye a psalm to His name: give glory to His praise. V. Glory be to the Father. Declare it."
        }
      ],
      "citation": "Psalm 48. 20",
      "type": "introit"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "DEUS, a quo bona cuncta procédunt largíre supplicíbus tuis: ut cogitémus, te inspiránte, quae recta sunt; et, te gubernánte, éadem faciámus. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "O God, from whom all good things do proceed, grant unto Thy humble servants, that by Thy holy inspiration, we may think those things that are right, and under Thy guidance may perform the same. Through our Lord."
        }
      ],
      "type": "collect"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CARÍSSIMI: Estóte factóres verbi, et non auditóres tantum: falléntes vosmetipsos. Quia si quis audítor est verbi, et non factor: hic comparábitur viro consideránti vultum nativitátis suæ in spéculo: considerávit enim se, et ábiit, et statim oblítus est, qualis fúerit. Qui autem perspéxerit in legem perféctam libertátis, et permánserit in ea, non audítor oblivió- sus factus, sed factor óperis: hic beátus in facto suo erit. Si quis autem putat se religiósum esse, non refrénans linguam suam, sed sedú- cens cor suum, hujus vana est relí- gio. Relígio munda et immaculáta apud Deum et Patrem hæc est: Visitáre pupíllos et víduas in tribulatióne eórum et immaculátum se custodíre ab hoc sǽculo."
        },
        {
          "lang": "en",
          "content": "Dearly beloved, be ye doers of the word and not hearers only, deceiving your own selves. For if a man be a hearer of the word and not a doer, he shall be compared to a man beholding his own countenance in a glass: for he beheld himself and went his way, and presently forgot what manner of man he was. But he that hath looked into perfect law of liberty and hath continued therein, not becoming a forgetful hearer but a doer of the work: this man shall be blessed in his deed. And if any man think himself to be religious, not bridling his tongue but deceiving his own heart, this man’s religion is vain. Religion pure and undefiled before God and the Father is this: To visit the fatherless and widows in their tribulation and to keep one’s self unspotted from this world."
        }
      ],
      "citation": "James 1. 22-27",
      "type": "epistle"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA, allelúia. V. Surréxit Christus, et illúxit nobis, quos redémit sánguine suo."
        },
        {
          "lang": "en",
          "content": "Alleluia, alleluia. V. Christ is risen, and hath shone upon us, whom He redeemed with His blood."
        }
      ],
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "ALLELÚIA. V. Exívi a Patre, et veni in mundum: íterum relínquo mundum, et vado ad Patrem. Allelúia."
        },
        {
          "lang": "en",
          "content": "Alleluia. V. I came forth from the Father, and am come into the world: again I leave the world and I go to the Father. Alleluia."
        }
      ],
      "citation": "John 16. 28",
      "type": "alleluia"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "IN illo témpore: Dixit Jesus discípulis suis: Amen, amen dico vobis: si quid petiéritis Patrem in nómine meo, dabit vobis. Usque modo non petístis quidquam in nómine meo: Pétite, et accipiétis, ut gáudium vestrum sit plenum. Hæc in provérbiis locútus sum vobis. Venit hora, cum jam non in provérbiis loquar vobis, sed palam de Patre annuntiábo vobis. In illo die in nómine meo peté- tis: et non dico vobis quia ego rogá- bo Patrem de vobis: ipse enim Pater amat vos, quia vos me amástis, et credidístis quia ego a Deo exívi. Exívi a Patre et veni in mundum: íterum relínquo mundum et vado ad Patrem. Dicunt ei discípuli ejus: Ecce nunc palam lóqueris et provérbium nullum dicis. Nunc scimus quia scis ómnia, et non opus est tibi ut quis te intérroget: in hoc crédimus quia a Deo exísti."
        },
        {
          "lang": "en",
          "content": "At that time Jesus saith to His disciples: Amen, amen, I say to you: If you ask the Father any thing in My name, He will give it you. Hitherto you have not asked any thing in My name: Ask, and you shall receive, that your joy may be full. These things I have spoken to you in proverbs. The hour cometh when I will no more speak to you in proverbs, but will show you plainly of the Father. In that day you shall ask in My name: and I say not to you that I will ask the Father for you: for the Father Himself loveth you, because you have loved Me and have believed that I came out from God. I came forth from the Father and am come into the world: again I leave the world and I go to the Father. His disciples say to Him: Behold now Thou speakest plainly and speakest no proverb. Now we know that Thou knowest all things and Thou needest not that any man should ask Thee: by this we believe That Thou camest forth from God."
        }
      ],
      "citation": "John 16. 23-30",
      "type": "gospel"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "BENEDÍCITE, gentes, Dóminum Deum nostrum, et obaudíte vocem laudis ejus: qui pósuit ánimam meam ad vitam, et non dedit commovéri pedes meos: benedictus Dó- minus, qui non amóvit deprecatió- nem meam et misericórdiam suam a me, allelúia."
        },
        {
          "lang": "en",
          "content": "O bless the Lord our God, ye peoples, and make the voice of His praise to be heard: who hath set my soul to live, and hath not sufféred my feet to be moved. Blessed be the Lord, Who hath not turned away my prayer, nor His mercy from me, alleluia."
        }
      ],
      "citation": "Psalm 65. 8-9, 20",
      "type": "offertory"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "SÚSCIPE, Dómine, fidélium preces cum oblatiónibus hostiárum: ut per hæc piæ devotiónis offícia, ad cæléstem glóriam transeámus. Per Dó­ minum nostrum."
        },
        {
          "lang": "en",
          "content": "Receive, O Lord, the prayers and sacrifices of the faithful, that by these offices of loving devotion we may attain to heavenly glory. Through our Lord."
        }
      ],
      "type": "secret"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "VERE dignum et justum est, æquum et salutáre, te quidem, Dómine, omni témpore, sed in hoc potíssimum gloriósius prædícare, cum Pascha nostrum immolátus est Christus. Ipse enim verus est Agnus, qui ábstulit peccáta mundi. Qui mortem nostram moriéndo destrúxit, et vitam resurgéndo reparávit. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus, cumque omni milítia cæléstis exércitus, hymnum glóriæ tuæ cánimus, sine fine dicéntes:"
        },
        {
          "lang": "en",
          "content": "It is truly meet and just, right and for our salvation, that we should at all times to praise Thee, O Lord, but more gloriously at this time above all others, when Christ our Pasch was sacrificed. For He is the true Lamb Who took away the sins of the world: Who by dying destroyed our death, and by rising again hath restored us to life. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing a hymn to Thy glory, evermore saying:"
        }
      ],
      "type": "preface",
      "heading": "Preface for Easter"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "CANTÁTE Dómino, allelúia: cantáte Dómino, et benedícite nomen ejus: bene nuntiáte de die in diem salutáre ejus, allelúia, allelúia."
        },
        {
          "lang": "en",
          "content": "Sing unto the Lord, alleluia, sing unto the Lord, and bless His name: show forth His sal­vation from day to day, alleluia, alleluia."
        }
      ],
      "citation": "Psalm 95. 2",
      "type": "communion"
    },
    {
      "text": [
        {
          "lang": "la",
          "content": "TRÍBUE nobis, Dómine, cæléstis mensæ virtúte satiátis: et desideráre quæ recta sunt, et desideráta percí- pere. Per Dóminum nostrum."
        },
        {
          "lang": "en",
          "content": "Grant us, O Lord, who have been nourished and strengthened at the heavenly table, both to desire that which is right, and to gain that which we desire. Through our Lord."
        }
      ],
      "type": "postcommunion"
    }
  ]
}
